{
    "changelog.md": {
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Zur Erinnerung: Wenn keine Informationen zum Update vorhanden sind, bedeutet dies, dass es sich nur um die Aktualisierung von Dokumentation, Übersetzung oder Text handelt",
        "10\/01\/2020": "01\/10\/2020",
        "Correction d'un soucis sur l'affichage des images et de modeles": "Ein Problem mit der Anzeige von Bildern und Modellen wurde behoben",
        "11\/09\/2019": "09\/11\/2019",
        "Adaptation pour jeedom v4": "Anpassung für jeedom v4",
        "13\/08\/2019": "2019.08.13",
        "Support de PHP 7.3": "Unterstützung für PHP 7.3",
        "15\/01\/2018": "15.01.2008",
        "Correction d'une erreur 500 lors de la remonté de valeur de batterie": "Korrektur eines Fehlers 500 beim Erhöhen des Batteriewertes",
        "18\/10\/2018": "18.10.2008",
        "Correction d'un bug si le niveau de log est sur aucun": "Korrektur eines Fehlers, wenn die Protokollstufe keine ist",
        "Suppression des boutons supprimer\/sauvegarder en double": "Entfernen Sie doppelte Lösch- \/ Speicherschaltflächen",
        " IMPORTANT.": " Wichtig.",
        " IMPORTANT?": " Wichtig?",
        "IMPORTANT ": "Wichtig ",
        "[IMPORTANT": "[Wichtig",
        "IMPORTANT]": "Wichtig]",
        "*IMPORTANT": "*Wichtig",
        "IMPORTANT*": "Wichtig*"
    },
    "index.md": {
        "Plugin permettant d'utiliser le protocole Edisio avec Jeedom": "Plugin zur Verwendung des Edisio-Protokolls mit Jeedom",
        "Le plugin edisio permet de dialoguer avec l'ensemble des périphériques compatibles avec le module edisio USB": "Mit dem edisio-Plugin können Sie mit allen Peripheriegeräten kommunizieren, die mit dem edisio USB-Modul kompatibel sind",
        "Configuration du plugin": "Plugin Konfiguration",
        "Après téléchargement du plugin, il vous suffit de l'activer et de mettre le port sur auto": "Nachdem Sie das Plugin heruntergeladen haben, müssen Sie es nur aktivieren und den Port auf Auto setzen",
        "Après sauvegarde le démon devrait se lancer": "Nach dem Speichern sollte der Dämon starten",
        "Le plugin est déjà configuré par défaut ; vous n'avez donc rien à faire de plus": "Das Plugin ist bereits standardmäßig konfiguriert. du musst nichts mehr tun",
        "Cependant vous pouvez modifier cette configuration": "Sie können diese Konfiguration jedoch ändern",
        "Voici le détail (certains paramètres peuvent n'être visibles qu'en mode expert)": "Hier ist das Detail (einige Parameter sind möglicherweise nur im Expertenmodus sichtbar)",
        "Dépendances": "Nebengebäude",
        "cette partie vous donne le statut des dépendances, si elles ne sont pas OK vous pouvez soit les lancer à la main soit attendre 5min, Jeedom les lancera de lui même": "In diesem Teil erhalten Sie den Status der Abhängigkeiten. Wenn diese nicht in Ordnung sind, können Sie sie entweder von Hand starten oder 5 Minuten warten. Jeedom startet sie von selbst",
        "Démon": "Dämon",
        "cette partie vous donne le statut du démon (aussi bien en local qu'en déporté), si il n'est pas OK vous pouvez soit le lancer à la main soit attendre 5min, Jeedom le lancera de lui même": "Dieser Teil gibt Ihnen den Status des Dämons (sowohl lokal als auch remote). Wenn dies nicht in Ordnung ist, können Sie ihn entweder von Hand starten oder 5 Minuten warten. Jeedom startet ihn von selbst",
        "cette partie permet de configurer les paramètres généraux du plugin": "In diesem Teil können Sie die allgemeinen Parameter des Plugins konfigurieren",
        "Bannir les IDs suivants": "Verbieten Sie die folgenden IDs",
        "permet de donner une liste d'identifiants edisio à Jeedom pour que celui-ci ne crée pas les équipements correspondants": "ermöglicht es, Jeedom eine Liste von edisio-Kennungen zu geben, damit nicht die entsprechende Ausrüstung erstellt wird",
        "Les identifiants doivent être séparés par des espaces": "Bezeichner müssen durch Leerzeichen getrennt werden",
        "1356AD87 DB54AF": "1356AD87 DB54AF",
        "Démon local": "Lokaler Dämon",
        "paramètres de configuration locale (ou déportée, en fonction de l'intitulé) du démon": "lokale Konfigurationsparameter (oder Remote, je nach Titel) des Dämons",
        "Port edisio": "EDISIO Port",
        "le port USB sur lequel votre interface edisio est connectée": "Der USB-Anschluss, an den Ihre edisio-Schnittstelle angeschlossen ist",
        "Si vous ne savez pas quel port USB est utilisé, vous pouvez simplement indiquer \"Auto": "Wenn Sie nicht wissen, welcher USB-Anschluss verwendet wird, können Sie einfach \"Auto\" angeben",
        "Port socket interne (modification dangereuse, doit être la même valeur sur tous les Jeedom déportés edisio)": "Interner Socket-Port (gefährliche Änderung, muss bei allen von Jeedom deportierten Edisio den gleichen Wert haben)",
        "permet de modifier le port de communication interne du démon": "Ermöglicht das Ändern des internen Kommunikationsports des Dämons",
        "A ne changer que si vous savez ce que vous faites": "Ändern Sie nur, wenn Sie wissen, was Sie tun",
        "Pour lancer le démon en debug il suffit au niveau de la configuration des logs du plugin de mettre en debug, de sauvegarder et de relancer le démon": "Um den Daemon beim Debuggen zu starten, reicht es auf der Ebene der Konfiguration der Protokolle des Plugins aus, das Debugging durchzuführen, den Daemon zu speichern und neu zu starten",
        "Dans ce mode, le démon est très bavard": "In diesem Modus ist der Dämon sehr gesprächig",
        "Une fois le debug terminé, il ne faut pas oublier de cliquer sur \"Redémarrer\" pour sortir du mode debug": "Vergessen Sie nach Abschluss des Debugs nicht, auf \"Neustart\" zu klicken, um den Debug-Modus zu verlassen",
        "Configuration des équipements": "Gerätekonfiguration",
        "La configuration des équipements edisio est accessible à partir du menu plugin": "Die Konfiguration der edisio-Geräte kann über das Plugin-Menü aufgerufen werden",
        "Voilà à quoi ressemble la page du plugin edisio (ici avec déjà 4 équipements)": "So sieht die Seite des edisio Plugins aus (hier mit bereits 4 Geräten)",
        "Comme à beaucoup d'endroit sur Jeedom, mettre la souris tout à gauche permet de faire apparaître un menu d'accès rapide (vous pouvez à partir de votre profils le laisser toujours visible)": "Wie an vielen Orten in Jeedom wird durch einfaches Setzen der Maus ganz links ein Schnellzugriffsmenü angezeigt (Sie können es jederzeit in Ihrem Profil sichtbar lassen)",
        "Vous retrouvez ici": "Sie finden hier",
        "un bouton pour créer un équipement manuellement": "eine Schaltfläche zum manuellen Erstellen von Geräten",
        "un bouton pour passer en inclusion": "eine Schaltfläche zum Umschalten auf Inklusion",
        "un bouton pour afficher la configuration du plugin": "eine Schaltfläche zum Anzeigen der Konfiguration des Plugins",
        "un bouton qui vous donne l'état de santé de tous vos équipements Edisio": "Eine Schaltfläche, die Ihnen den Gesundheitszustand aller Ihrer Edisio-Geräte anzeigt",
        "enfin en dessous vous retrouvez la liste de vos équipements": "Schließlich finden Sie unten die Liste Ihrer Ausrüstung",
        "Une fois que vous cliquez sur l'un d'eux, vous obtenez": "Sobald Sie auf eine davon klicken, erhalten Sie",
        "Vous retrouvez ici toute la configuration de votre équipement": "Hier finden Sie die gesamte Konfiguration Ihrer Geräte",
        "Nom de l'équipement edisio": "EDISIO Gerätename",
        "nom de votre équipement edisio": "Name Ihrer Edisio-Ausrüstung",
        "l'id de votre sonde (à ne modifier qu'en connaissance de cause)": "die ID Ihrer Sonde (darf nur bei vollständiger Kenntnis der Fakten geändert werden)",
        "permet de rendre votre équipement actif": "macht Ihre Ausrüstung aktiv",
        "le rend visible sur le dashboard": "macht es auf dem Dashboard sichtbar",
        "Objet parent": "Übergeordnetes Objekt",
        "indique l'objet parent auquel appartient l'équipement": "Gibt das übergeordnete Objekt an, zu dem das Gerät gehört",
        "Catégorie": "Kategorie",
        "les catégories de l'équipement (il peut appartenir à plusieurs catégories)": "Gerätekategorien (es kann zu mehreren Kategorien gehören)",
        "Ne pas vérifier la batterie": "Die Batterie nicht überprüfen",
        "indique à Jeedom de ne pas vous alerter si l'équipement envoie une trame de batterie faible (certains modules ne gèrent pas correctement cette info et génèrent de fausses alertes)": "weist Jeedom an, Sie nicht zu warnen, wenn das Gerät einen Rahmen mit schwacher Batterie sendet (einige Module verarbeiten diese Informationen nicht korrekt und generieren falsche Warnungen)",
        "Délai maximum autorisé entre 2 messages (min)": "Maximale Zeit zwischen 2 Nachrichten (min)",
        "le délai maximum autorisé entre 2 messages avant que Jeedom ne déclare l'équipement en \"timeout": "Die maximal zulässige Zeit zwischen zwei Nachrichten, bevor Jeedom das Gerät als Zeitüberschreitung deklariert",
        "Attention ce paramètre nécessite d'avoir configuré l'option \"Forcer la répétition des messages toutes les (min)\" et il doit être supérieur à cette valeur": "Beachten Sie, dass für diesen Parameter die Option \"Wiederholung von Nachrichten alle (min) erzwingen\" konfiguriert werden muss und dieser Wert größer sein muss",
        "vous permet de mettre des commentaires sur l'équipement (ex": "ermöglicht es Ihnen, Kommentare zum Gerät abzugeben (z",
        "pile changée le XX\/XX\/XXXX)": "Batterie gewechselt am XX \/ XX \/ XXXX)",
        "permet de définir le modèle de votre équipement (à ne configurer que pour une création manuelle d'un équipement, en automatique Jeedom configure ce champ tout seul)": "ermöglicht es Ihnen, das Modell Ihrer Ausrüstung zu definieren (nur für die manuelle Erstellung von Ausrüstung zu konfigurieren, in der automatischen Jeedom konfiguriert nur dieses Feld)",
        "Création": "Schaffung",
        "vous donne la date de création de l'équipement": "gibt Ihnen das Erstellungsdatum der Ausrüstung an",
        "vous donne la date de dernière communication avec l'équipement (peut être vide dans le cas d'une prise par exemple)": "gibt Ihnen das Datum der letzten Kommunikation mit dem Gerät an (kann beispielsweise bei einer Steckdose leer sein)",
        "niveau de batterie de l'équipement": "Batteriestand des Geräts",
        "statut de l'équipement (peut être timeout par exemple)": "Gerätestatus (kann zum Beispiel eine Zeitüberschreitung sein)",
        "En dessous vous retrouvez la liste des commandes": "Nachfolgend finden Sie die Liste der Bestellungen",
        "le nom affiché sur le dashboard": "Der im Dashboard angezeigte Name",
        "le type et le sous-type": "Typ und Subtyp",
        "la clef de l'information si c'est une info, ou alors le code hexadécimal à envoyer lorsque c'est une action": "Der Informationsschlüssel, wenn es sich um eine Information handelt, oder der Hexadezimalcode, der gesendet werden soll, wenn es sich um eine Aktion handelt",
        "Les configurations permettent de remplir ces champs automatiquement (il faut créer l'équipement, choisir la configuration puis sauvegarder)": "In den Konfigurationen können diese Felder automatisch ausgefüllt werden (Sie müssen das Gerät erstellen, die Konfiguration auswählen und dann speichern)",
        "Valeur de retour d'état\" et \"Durée avant retour d'état": "Statusrückmeldungswert \"und\" Dauer vor Statusrückmeldung",
        "permet d'indiquer à Jeedom qu'après un changement sur l'information sa valeur doit revenir à Y, X min après le changement": "ermöglicht es Jeedom anzuzeigen, dass nach einer Änderung der Informationen der Wert auf Y, X min nach der Änderung zurückkehren muss",
        "dans le cas d'un détecteur de présence qui n'émet que lors d'une détection de présence, il est utile de mettre par exemple 0 en valeur et 4 en durée, pour que 4 min après une détection de mouvement (et s'il n'y a en pas eu de nouvelles depuis) Jeedom remette la valeur de l'information à 0 (plus de mouvement détecté)": "Im Fall eines Anwesenheitsdetektors, der nur während einer Anwesenheitserkennung emittiert, ist es nützlich, beispielsweise 0 in Wert und 4 in Dauer einzustellen, so dass 4 min nach einer Bewegungserkennung (und s ') Seitdem gab es keine Neuigkeiten.) Jeedom setzt den Wert der Informationen auf 0 zurück (keine Bewegung mehr erkannt)",
        "permet d'historiser la donnée": "ermöglicht das Historisieren der Daten",
        "permet d'afficher la donnée sur le dashboard": "ermöglicht die Anzeige der Daten im Dashboard",
        "évènement": "Ereignis",
        "dans le cas du edisio cette case doit toujours être cochée car on ne peut pas interroger un module edisio": "Bei edisio muss dieses Kontrollkästchen immer aktiviert sein, da Sie kein edisio-Modul abfragen können",
        "unité de la donnée (peut être vide)": "Dateneinheit (kann leer sein)",
        "min\/max": "min \/ max",
        "bornes de la donnée (peuvent être vides)": "Datengrenzen (können leer sein)",
        "configuration avancée (petites roues crantées)": "erweiterte Konfiguration (kleine gekerbte Räder)",
        "permet d'afficher la configuration avancée de la commande (méthode d'historisation, widget…​)": "Zeigt die erweiterte Konfiguration des Befehls an (Protokollierungsmethode, Widget usw.)",
        "permet de tester la commande": "Wird zum Testen des Befehls verwendet",
        "supprimer (signe -)": "löschen (unterschreiben -)",
        "permet de supprimer la commande": "ermöglicht das Löschen des Befehls",
        "Opération sur les équipements edisio": "Betrieb an edisio Geräten",
        "En haut de votre page de configuration pour l'équipement, vous avez 3 boutons qui permettent de réaliser certaines options": "Oben auf Ihrer Gerätekonfigurationsseite befinden sich 3 Schaltflächen, mit denen Sie bestimmte Optionen ausführen können",
        "permet de dupliquer l'équipement": "Geräte dupliziert",
        "configurer (petites roues crantées)": "konfigurieren (kleine gekerbte Räder)",
        "même principe que pour les commandes, ça permet une configuration avancée de l'équipement": "Das gleiche Prinzip wie bei den Befehlen ermöglicht eine erweiterte Konfiguration der Geräte",
        "Inclusion d'un équipement edisio": "Aufnahme von Edisio-Geräten",
        "L'ajout d'un équipement Edisio est très simple, il faut juste passer en mode inclusion et attendre que l'équipement envoi un message, quand ca sera le cas Jeedom vous indiquera qu'il a inclus un nouvel équipement et creera celui-ci automatiquement": "Das Hinzufügen von Edisio-Geräten ist sehr einfach. Sie müssen nur in den Einschlussmodus wechseln und warten, bis das Gerät eine Nachricht sendet. In diesem Fall teilt Jeedom Ihnen mit, dass neue Geräte enthalten sind, und erstellt diese automatisch",
        "Liste des modules compatible": "Liste kompatibler Module",
        "Vous trouverez la liste des modules compatibles": "Sie finden die Liste der kompatiblen Module",
        " Edisio.": " Edisio.",
        " Edisio?": " Edisio?",
        "Edisio ": "Edisio ",
        "[Edisio": "[Edisio",
        "Edisio]": "Edisio]",
        "*Edisio": "*Edisio",
        "Edisio*": "Edisio*",
        " Configuration.": " Konfiguration.",
        " Configuration?": " Konfiguration?",
        "Configuration ": "Konfiguration ",
        "[Configuration": "[Konfiguration",
        "Configuration]": "Konfiguration]",
        "*Configuration": "*Konfiguration",
        "Configuration*": "Konfiguration*",
        " Exemple.": " Beispiel.",
        " Exemple?": " Beispiel?",
        "Exemple ": "Beispiel ",
        "[Exemple": "[Beispiel",
        "Exemple]": "Beispiel]",
        "*Exemple": "*Beispiel",
        "Exemple*": "Beispiel*",
        " Tip.": " Spitze.",
        " Tip?": " Spitze?",
        "Tip ": "Spitze ",
        "[Tip": "[Spitze",
        "Tip]": "Spitze]",
        "*Tip": "*Spitze",
        "Tip*": "Spitze*",
        " Important.": " Wichtig.",
        " Important?": " Wichtig?",
        "Important ": "Wichtig ",
        "[Important": "[Wichtig",
        "Important]": "Wichtig]",
        "*Important": "*Wichtig",
        "Important*": "Wichtig*",
        " ID.": " Identifikation.",
        " ID?": " Identifikation?",
        "ID ": "Identifikation ",
        "[ID": "[Identifikation",
        "ID]": "Identifikation]",
        "*ID": "*Identifikation",
        "ID*": "Identifikation*",
        " Activer.": " Aktivieren.",
        " Activer?": " Aktivieren?",
        "Activer ": "Aktivieren ",
        "[Activer": "[Aktivieren",
        "Activer]": "Aktivieren]",
        "*Activer": "*Aktivieren",
        "Activer*": "Aktivieren*",
        " Visible.": " Sichtbar.",
        " Visible?": " Sichtbar?",
        "Visible ": "Sichtbar ",
        "[Visible": "[Sichtbar",
        "Visible]": "Sichtbar]",
        "*Visible": "*Sichtbar",
        "Visible*": "Sichtbar*",
        " Commentaire.": " Kommentar.",
        " Commentaire?": " Kommentar?",
        "Commentaire ": "Kommentar ",
        "[Commentaire": "[Kommentar",
        "Commentaire]": "Kommentar]",
        "*Commentaire": "*Kommentar",
        "Commentaire*": "Kommentar*",
        " Equipement.": " Gerät.",
        " Equipement?": " Gerät?",
        "Equipement ": "Gerät ",
        "[Equipement": "[Gerät",
        "Equipement]": "Gerät]",
        "*Equipement": "*Gerät",
        "Equipement*": "Gerät*",
        " Communication.": " Kommunikation.",
        " Communication?": " Kommunikation?",
        "Communication ": "Kommunikation ",
        "[Communication": "[Kommunikation",
        "Communication]": "Kommunikation]",
        "*Communication": "*Kommunikation",
        "Communication*": "Kommunikation*",
        " Batterie.": " Batterie.",
        " Batterie?": " Batterie?",
        "Batterie ": "Batterie ",
        "[Batterie": "[Batterie",
        "Batterie]": "Batterie]",
        "*Batterie": "*Batterie",
        "Batterie*": "Batterie*",
        " Statut.": " Status.",
        " Statut?": " Status?",
        "Statut ": "Status ",
        "[Statut": "[Status",
        "Statut]": "Status]",
        "*Statut": "*Status",
        "Statut*": "Status*",
        " historiser.": " Chronik.",
        " historiser?": " Chronik?",
        "historiser ": "Chronik ",
        "[historiser": "[Chronik",
        "historiser]": "Chronik]",
        "*historiser": "*Chronik",
        "historiser*": "Chronik*",
        " afficher.": " Anzeige.",
        " afficher?": " Anzeige?",
        "afficher ": "Anzeige ",
        "[afficher": "[Anzeige",
        "afficher]": "Anzeige]",
        "*afficher": "*Anzeige",
        "afficher*": "Anzeige*",
        " unité.": " Unit.",
        " unité?": " Unit?",
        "unité ": "Unit ",
        "[unité": "[Unit",
        "unité]": "Unit]",
        "*unité": "*Unit",
        "unité*": "Unit*",
        " Tester.": " Test.",
        " Tester?": " Test?",
        "Tester ": "Test ",
        "[Tester": "[Test",
        "Tester]": "Test]",
        "*Tester": "*Test",
        "Tester*": "Test*",
        " Dupliquer.": " Duplikat.",
        " Dupliquer?": " Duplikat?",
        "Dupliquer ": "Duplikat ",
        "[Dupliquer": "[Duplikat",
        "Dupliquer]": "Duplikat]",
        "*Dupliquer": "*Duplikat",
        "Dupliquer*": "Duplikat*",
        " ici.": " hier.",
        " ici?": " hier?",
        "ici ": "hier ",
        "[ici": "[hier",
        "ici]": "hier]",
        "*ici": "*hier",
        "ici*": "hier*"
    }
}