{
    "changelog.md": {
        "10\/01\/2020": "01\/10\/2020",
        "Correction d'un soucis sur l'affichage des images et de modeles": "Ein Problem mit der Anzeige von Bildern und Modellen wurde behoben",
        "11\/09\/2019": "09\/11\/2019",
        "Adaptation pour jeedom v4": "Anpassung für jeedom v4",
        "13\/08\/2019": "2019.08.13",
        "Support de PHP 7.3": "Unterstützung für PHP 7.3",
        "15\/01\/2018": "15.01.2008",
        "Correction d'une erreur 500 lors de la remonté de valeur de batterie": "Korrektur eines Fehlers 500 beim Erhöhen des Batteriewertes",
        "18\/10\/2018": "18.10.2008",
        "Correction d'un bug si le niveau de log est sur aucun": "Korrektur eines Fehlers, wenn die Protokollstufe keine ist",
        "Suppression des boutons supprimer\/sauvegarder en double": "Entfernen Sie doppelte Lösch- \/ Speicherschaltflächen"
    },
    "index.md": {
        "Plugin permettant d'utiliser le protocole Edisio avec Jeedom": "Plugin zur Verwendung des Edisio-Protokolls mit Jeedom",
        "Le plugin edisio permet de dialoguer avec l'ensemble des périphériques": "Mit dem edisio-Plugin können Sie mit allen Geräten kommunizieren",
        "compatibles avec le module edisio USB": "kompatibel mit dem edisio USB Modul",
        "Configuration du plugin": "Plugin Konfiguration",
        "Après téléchargement du plugin, il vous suffit de l'activer et de mettre": "Nach dem Herunterladen des Plugins müssen Sie es nur noch aktivieren und platzieren",
        "le port sur auto": "auf Auto tragen",
        "Après sauvegarde le démon devrait se lancer": "Nach dem Speichern sollte der Dämon starten",
        "Le plugin": "Das Plugin",
        "est déjà configuré par défaut ; vous n'avez donc rien à faire de plus": "ist bereits standardmäßig konfiguriert; du musst nichts mehr tun",
        "Cependant vous pouvez modifier cette configuration": "Sie können diese Konfiguration jedoch ändern",
        "Voici le détail": "Hier ist das Detail",
        "(certains paramètres peuvent n'être visibles qu'en mode expert)": "(Einige Parameter sind möglicherweise nur im Expertenmodus sichtbar.)",
        "Dépendances": "Nebengebäude",
        "cette partie vous donne le statut des dépendances": "Dieser Teil gibt Ihnen den Status von Abhängigkeiten",
        "si elles ne sont pas OK vous pouvez soit les lancer à la main soit": "Wenn sie nicht in Ordnung sind, können Sie sie entweder von Hand oder von Hand starten",
        "attendre 5min, Jeedom les lancera de lui même": "Warten Sie 5 Minuten, Jeedom wird sie von selbst starten",
        "Démon": "Dämon",
        "cette partie vous donne le statut du démon (aussi bien": "Dieser Teil gibt Ihnen den Status des Dämons (auch",
        "en local qu'en déporté), si il n'est pas OK vous pouvez soit le": "lokal als deportiert), wenn es nicht OK ist, können Sie auch",
        "lancer à la main soit attendre 5min, Jeedom le lancera de lui même": "von Hand starten oder 5 Minuten warten, Jeedom wird es von selbst starten",
        "Si vous êtes en mode déporté, le démon local peut être arrêté, c'est": "Wenn Sie sich im Remote-Modus befinden, kann der lokale Dämon gestoppt werden",
        "tout à fait normal": "ganz normal",
        "cette partie permet de configurer les paramètres": "In diesem Teil können Sie die Parameter konfigurieren",
        "généraux du plugin": "Plugin allgemein",
        "Bannir les IDs suivants": "Verbieten Sie die folgenden IDs",
        "permet de donner une liste": "erlaubt eine Liste zu geben",
        "d'identifiants edisio à Jeedom pour que celui-ci ne crée pas les": "edisio identifiziert Jeedom, damit es nicht schafft",
        "équipements correspondants": "entsprechende Ausrüstung",
        "Les identifiants doivent être": "Die Bezeichner müssen sein",
        "séparés par des espaces": "durch Leerzeichen getrennt",
        "1356AD87 DB54AF": "1356AD87 DB54AF",
        "Démon local": "Lokaler Dämon",
        "paramètres de configuration": "Konfigurationseinstellungen",
        "locale (ou déportée, en fonction de l'intitulé) du démon": "lokal (oder entfernt, je nach Titel) des Dämons",
        "Port edisio": "EDISIO Port",
        "le port USB sur lequel votre interface edisio": "der USB-Anschluss, an dem sich Ihre edisio-Schnittstelle befindet",
        "est connectée": "ist verbunden",
        "Si vous ne savez pas quel port USB est utilisé, vous pouvez": "Wenn Sie nicht wissen, welcher USB-Anschluss verwendet wird, können Sie",
        "simplement indiquer \"Auto": "Geben Sie einfach \"Auto\" an",
        "Port socket interne (modification dangereuse, doit être la même": "Interner Socket-Port (gefährliche Änderung, muss identisch sein",
        "valeur sur tous les Jeedom déportés edisio)": "Wert auf alle Jeis deportiert edisio)",
        "permet de": "lass uns",
        "modifier le port de communication interne du démon": "Ändern Sie den internen Kommunikationsport des Dämons",
        "A ne changer que si vous savez ce que vous faites": "Ändern Sie nur, wenn Sie wissen, was Sie tun",
        "Pour lancer le démon en debug il suffit au niveau de la configuration": "Um den Daemon beim Debuggen zu starten, reicht dies auf Konfigurationsebene aus",
        "des logs du plugin de mettre en debug, de sauvegarder et de relancer le": "Plugin-Protokolle zum Debuggen, Speichern und Neustarten des",
        "démon": "Dämon",
        "Dans ce mode, le démon est très bavard": "In diesem Modus ist der Dämon sehr gesprächig",
        "Une fois le debug terminé, il": "Sobald das Debug beendet ist, ist es",
        "ne faut pas oublier de cliquer sur \"Redémarrer\" pour sortir du mode": "Vergessen Sie nicht, auf \"Neustart\" zu klicken, um den Modus zu verlassen",
        "Configuration des équipements": "Gerätekonfiguration",
        "La configuration des équipements edisio est accessible à partir du menu": "Die Konfiguration der edisio-Geräte ist über das Menü zugänglich",
        "Voilà à quoi ressemble la page du plugin edisio (ici avec déjà 4": "So sieht die Seite des edisio Plugins aus (hier mit bereits 4",
        "Comme à beaucoup d'endroit sur Jeedom, mettre la souris tout à gauche": "Setzen Sie die Maus wie an vielen Stellen auf Jeedom ganz links",
        "permet de faire apparaître un menu d'accès rapide (vous pouvez à": "ruft ein Schnellzugriffsmenü auf (Sie können",
        "partir de votre profils le laisser toujours visible)": "von deinen Profilen immer sichtbar lassen)",
        "Vous retrouvez ici": "Sie finden hier",
        "un bouton pour créer un équipement manuellement": "eine Schaltfläche zum manuellen Erstellen von Geräten",
        "un bouton pour passer en inclusion": "eine Schaltfläche zum Umschalten auf Inklusion",
        "un bouton pour afficher la configuration du plugin": "eine Schaltfläche zum Anzeigen der Konfiguration des Plugins",
        "un bouton qui vous donne l'état de santé de tous vos équipements": "Eine Schaltfläche, die Ihnen den Gesundheitszustand aller Ihrer Geräte anzeigt",
        "enfin en dessous vous retrouvez la liste de vos équipements": "Schließlich finden Sie unten die Liste Ihrer Ausrüstung",
        "Une fois que vous cliquez sur l'un d'eux, vous obtenez": "Sobald Sie auf eine davon klicken, erhalten Sie",
        "Vous retrouvez ici toute la configuration de votre équipement": "Hier finden Sie die gesamte Konfiguration Ihrer Geräte",
        "Nom de l'équipement edisio": "EDISIO Gerätename",
        "nom de votre équipement edisio": "Name Ihrer Edisio-Ausrüstung",
        "l'id de votre sonde (à ne modifier qu'en connaissance de cause)": "die ID Ihrer Sonde (darf nur bei vollständiger Kenntnis der Fakten geändert werden)",
        "permet de rendre votre équipement actif": "macht Ihre Ausrüstung aktiv",
        "le rend visible sur le dashboard": "macht es auf dem Dashboard sichtbar",
        "Objet parent": "Übergeordnetes Objekt",
        "indique l'objet parent auquel appartient l'équipement": "Gibt das übergeordnete Objekt an, zu dem das Gerät gehört",
        "Catégorie": "Kategorie",
        "les catégories de l'équipement (il peut appartenir à": "Gerätekategorien (es kann gehören",
        "plusieurs catégories)": "mehrere Kategorien)",
        "Ne pas vérifier la batterie": "Die Batterie nicht überprüfen",
        "indique à Jeedom de ne pas vous": "Sag Jeedom, er soll es dir nicht sagen",
        "alerter si l'équipement envoie une trame de batterie faible": "Alarm, wenn das Gerät einen niedrigen Batterierahmen sendet",
        "(certains modules ne gèrent pas correctement cette info et génèrent": "(Einige Module verarbeiten diese Informationen nicht richtig und generieren sie",
        "de fausses alertes)": "falsche Warnungen)",
        "Délai maximum autorisé entre 2 messages (min)": "Maximale Zeit zwischen 2 Nachrichten (min)",
        "le délai maximum": "die maximale Verzögerung",
        "autorisé entre 2 messages avant que Jeedom ne déclare l'équipement": "erlaubt zwischen 2 Nachrichten, bevor Jeedom die Ausrüstung deklariert",
        "en \"timeout": "im Timeout",
        "Attention ce paramètre nécessite d'avoir configuré": "Achtung, dieser Parameter muss konfiguriert sein",
        "l'option \"Forcer la répétition des messages toutes les (min)\" et il": "die Option \"Erzwinge die Wiederholung von Nachrichten alle (min)\" und es",
        "doit être supérieur à cette valeur": "muss größer als dieser Wert sein",
        "vous permet de mettre des commentaires sur": "ermöglicht es Ihnen zu kommentieren",
        "l'équipement (ex": "Ausrüstung (z",
        "pile changée le XX\/XX\/XXXX)": "Batterie gewechselt am XX \/ XX \/ XXXX)",
        "permet de définir le modèle de votre équipement (à ne": "Mit dieser Option können Sie das Modell Ihrer Ausrüstung definieren (nicht",
        "configurer que pour une création manuelle d'un équipement, en": "Konfigurieren Sie dies für die manuelle Erstellung eines Geräts.",
        "automatique Jeedom configure ce champ tout seul)": "automatische Jeedom konfiguriert nur dieses Feld)",
        "Création": "Schaffung",
        "vous donne la date de création de l'équipement": "gibt Ihnen das Erstellungsdatum der Ausrüstung an",
        "vous donne la date de dernière communication avec": "gibt Ihnen das Datum der letzten Kommunikation mit",
        "l'équipement (peut être vide dans le cas d'une prise par exemple)": "das Gerät (kann zum Beispiel bei einer Steckdose leer sein)",
        "niveau de batterie de l'équipement": "Batteriestand des Geräts",
        "statut de l'équipement (peut être timeout par exemple)": "Gerätestatus (kann zum Beispiel eine Zeitüberschreitung sein)",
        "En dessous vous retrouvez la liste des commandes": "Nachfolgend finden Sie die Liste der Bestellungen",
        "le nom affiché sur le dashboard": "Der im Dashboard angezeigte Name",
        "le type et le sous-type": "Typ und Subtyp",
        "la clef de l'information si c'est une info, ou alors le code": "der Schlüssel zu den Informationen, wenn es sich um eine Information handelt, oder der Code",
        "hexadécimal à envoyer lorsque c'est une action": "hexadezimal zu senden, wenn es sich um eine Aktion handelt",
        "Les configurations": "Die Konfigurationen",
        "permettent de remplir ces champs automatiquement (il faut créer": "Lassen Sie zu, dass diese Felder automatisch ausgefüllt werden (Sie müssen sie erstellen",
        "l'équipement, choisir la configuration puis sauvegarder)": "das Gerät, wählen Sie die Konfiguration und speichern Sie)",
        "Valeur de retour d'état\" et \"Durée avant retour d'état": "Statusrückmeldungswert \"und\" Dauer vor Statusrückmeldung",
        "d'indiquer à Jeedom qu'après un changement sur l'information sa": "Jeedom darauf hinzuweisen, dass nach einer Änderung der Informationen",
        "valeur doit revenir à Y, X min après le changement": "Der Wert muss nach der Änderung auf Y, X min zurückkehren",
        "le cas d'un détecteur de présence qui n'émet que lors d'une": "der Fall eines Anwesenheitsdetektors, der nur während a emittiert",
        "détection de présence, il est utile de mettre par exemple 0 en": "Anwesenheitserkennung ist es nützlich, zum Beispiel 0 zu setzen",
        "valeur et 4 en durée, pour que 4 min après une détection de": "Wert und 4 in der Dauer, so dass 4 min nach einem Nachweis von",
        "mouvement (et s'il n'y a en pas eu de nouvelles depuis) Jeedom": "Bewegung (und wenn es seitdem keine Neuigkeiten mehr gibt) Jeedom",
        "remette la valeur de l'information à 0 (plus de mouvement détecté)": "setzt den Wert der Information auf 0 zurück (keine Bewegung mehr erkannt)",
        "permet d'historiser la donnée": "ermöglicht das Historisieren der Daten",
        "permet d'afficher la donnée sur le dashboard": "ermöglicht die Anzeige der Daten im Dashboard",
        "évènement": "Ereignis",
        "dans le cas du edisio cette case doit toujours être": "im Falle von edisio muss diese Box immer sein",
        "cochée car on ne peut pas interroger un module edisio": "aktiviert, da Sie kein edisio-Modul abfragen können",
        "unité de la donnée (peut être vide)": "Dateneinheit (kann leer sein)",
        "min\/max": "min \/ max",
        "bornes de la donnée (peuvent être vides)": "Datengrenzen (können leer sein)",
        "configuration avancée (petites roues crantées)": "erweiterte Konfiguration (kleine gekerbte Räder)",
        "permet d'afficher": "Anzeigen",
        "la configuration avancée de la commande (méthode": "die erweiterte Konfiguration des Befehls (Methode",
        "d'historisation, widget…​)": "Geschichte, Widget…)",
        "permet de tester la commande": "Wird zum Testen des Befehls verwendet",
        "supprimer (signe -)": "löschen (unterschreiben -)",
        "permet de supprimer la commande": "ermöglicht das Löschen des Befehls",
        "Opération sur les équipements edisio": "Betrieb an edisio Geräten",
        "En haut de votre page de configuration pour l'équipement, vous avez 3": "Oben auf Ihrer Gerätekonfigurationsseite haben Sie 3",
        "boutons qui permettent de réaliser certaines options": "Schaltflächen, mit denen Sie bestimmte Optionen ausführen können",
        "permet de dupliquer l'équipement": "Geräte dupliziert",
        "configurer (petites roues crantées)": "konfigurieren (kleine gekerbte Räder)",
        "même principe que pour les": "gleiches Prinzip wie für",
        "commandes, ça permet une configuration avancée de l'équipement": "steuert, ermöglicht es eine erweiterte Konfiguration der Geräte",
        "Inclusion d'un équipement edisio": "Aufnahme von Edisio-Geräten",
        "L'ajout d'un équipement Edisio est très simple, il faut juste passer en": "Das Hinzufügen von Edisio-Geräten ist sehr einfach, Sie müssen es nur tun",
        "mode inclusion et attendre que l'équipement envoi un message, quand ca": "Einschlussmodus und warten Sie, bis das Gerät eine Nachricht sendet, wenn es",
        "sera le cas Jeedom vous indiquera qu'il a inclus un nouvel équipement et": "wird der Fall sein Jeedom wird Ihnen sagen, dass es neue Ausrüstung enthalten hat und",
        "creera celui-ci automatiquement": "wird diese automatisch erstellen",
        "Liste des modules compatible": "Liste kompatibler Module",
        "Vous trouverez la liste des modules compatibles": "Sie finden die Liste der kompatiblen Module",
        "Unresolved directive in index": "Ungelöste Direktive im Index",
        "asciidoc - include": "asciidoc - einschließen",
        "faq.asciidoc\\[\\": "faq.asciidoc \\ [\\",
        " Configuration.": " Konfiguration.",
        " Configuration?": " Konfiguration?",
        "Configuration ": "Konfiguration ",
        "[Configuration": "[Konfiguration",
        "Configuration]": "Konfiguration]",
        " Tip.": " Spitze.",
        " Tip?": " Spitze?",
        "Tip ": "Spitze ",
        "[Tip": "[Spitze",
        "Tip]": "Spitze]",
        " Exemple.": " Beispiel.",
        " Exemple?": " Beispiel?",
        "Exemple ": "Beispiel ",
        "[Exemple": "[Beispiel",
        "Exemple]": "Beispiel]",
        " ou.": " oder.",
        " ou?": " oder?",
        "ou ": "oder ",
        "[ou": "[oder",
        "ou]": "oder]",
        " Important.": " Wichtig.",
        " Important?": " Wichtig?",
        "Important ": "Wichtig ",
        "[Important": "[Wichtig",
        "Important]": "Wichtig]",
        " debug.": " Debuggen.",
        " debug?": " Debuggen?",
        "debug ": "Debuggen ",
        "[debug": "[Debuggen",
        "debug]": "Debuggen]",
        " plugin.": " Plugin.",
        " plugin?": " Plugin?",
        "plugin ": "Plugin ",
        "[plugin": "[Plugin",
        "plugin]": "Plugin]",
        " équipements).": " Ausrüstung).",
        " équipements)?": " Ausrüstung)?",
        "équipements) ": "Ausrüstung) ",
        "[équipements)": "[Ausrüstung)",
        "équipements)]": "Ausrüstung)]",
        " Edisio.": " Edisio.",
        " Edisio?": " Edisio?",
        "Edisio ": "Edisio ",
        "[Edisio": "[Edisio",
        "Edisio]": "Edisio]",
        " ID.": " Identifikation.",
        " ID?": " Identifikation?",
        "ID ": "Identifikation ",
        "[ID": "[Identifikation",
        "ID]": "Identifikation]",
        " Activer.": " Aktivieren.",
        " Activer?": " Aktivieren?",
        "Activer ": "Aktivieren ",
        "[Activer": "[Aktivieren",
        "Activer]": "Aktivieren]",
        " Visible.": " Sichtbar.",
        " Visible?": " Sichtbar?",
        "Visible ": "Sichtbar ",
        "[Visible": "[Sichtbar",
        "Visible]": "Sichtbar]",
        " Commentaire.": " Kommentar.",
        " Commentaire?": " Kommentar?",
        "Commentaire ": "Kommentar ",
        "[Commentaire": "[Kommentar",
        "Commentaire]": "Kommentar]",
        " Equipement.": " Gerät.",
        " Equipement?": " Gerät?",
        "Equipement ": "Gerät ",
        "[Equipement": "[Gerät",
        "Equipement]": "Gerät]",
        " Communication.": " Kommunikation.",
        " Communication?": " Kommunikation?",
        "Communication ": "Kommunikation ",
        "[Communication": "[Kommunikation",
        "Communication]": "Kommunikation]",
        " Batterie.": " Batterie.",
        " Batterie?": " Batterie?",
        "Batterie ": "Batterie ",
        "[Batterie": "[Batterie",
        "Batterie]": "Batterie]",
        " Statut.": " Status.",
        " Statut?": " Status?",
        "Statut ": "Status ",
        "[Statut": "[Status",
        "Statut]": "Status]",
        " permet.": " erlaubt.",
        " permet?": " erlaubt?",
        "permet ": "erlaubt ",
        "[permet": "[erlaubt",
        "permet]": "erlaubt]",
        " dans.": " IN.",
        " dans?": " IN?",
        "dans ": "IN ",
        "[dans": "[IN",
        "dans]": "IN]",
        " historiser.": " Chronik.",
        " historiser?": " Chronik?",
        "historiser ": "Chronik ",
        "[historiser": "[Chronik",
        "historiser]": "Chronik]",
        " afficher.": " Anzeige.",
        " afficher?": " Anzeige?",
        "afficher ": "Anzeige ",
        "[afficher": "[Anzeige",
        "afficher]": "Anzeige]",
        " unité.": " Unit.",
        " unité?": " Unit?",
        "unité ": "Unit ",
        "[unité": "[Unit",
        "unité]": "Unit]",
        " Tester.": " Test.",
        " Tester?": " Test?",
        "Tester ": "Test ",
        "[Tester": "[Test",
        "Tester]": "Test]",
        " Dupliquer.": " Duplikat.",
        " Dupliquer?": " Duplikat?",
        "Dupliquer ": "Duplikat ",
        "[Dupliquer": "[Duplikat",
        "Dupliquer]": "Duplikat]",
        " ici.": " hier.",
        " ici?": " hier?",
        "ici ": "hier ",
        "[ici": "[hier",
        "ici]": "hier]"
    }
}