{
    "changelog.md": {
        "10\/01\/2020": "10\/01\/2020",
        "Correction d'un soucis sur l'affichage des images et de modeles": "Fixed a problem with the display of images and models",
        "11\/09\/2019": "11\/09\/2019",
        "Adaptation pour jeedom v4": "Adaptation for jeedom v4",
        "13\/08\/2019": "08\/13\/2019",
        "Support de PHP 7.3": "Support for php 7.3",
        "15\/01\/2018": "15\/01\/2018",
        "Correction d'une erreur 500 lors de la remonté de valeur de batterie": "Correction of an error 500 when raising the battery value",
        "18\/10\/2018": "18\/10\/2018",
        "Correction d'un bug si le niveau de log est sur aucun": "Correction of a bug if the log level is none",
        "Suppression des boutons supprimer\/sauvegarder en double": "Remove duplicate delete \/ save buttons"
    },
    "index.md": {
        "Plugin permettant d'utiliser le protocole Edisio avec Jeedom": "Plugin to use the Edisio protocol with Jeedom",
        "Le plugin edisio permet de dialoguer avec l'ensemble des périphériques": "The edisio plugin allows you to communicate with all devices",
        "compatibles avec le module edisio USB": "compatible with the edisio USB module",
        "Configuration du plugin": "Plugin configuration",
        "Après téléchargement du plugin, il vous suffit de l'activer et de mettre": "After downloading the plugin, you just need to activate it and put",
        "le port sur auto": "port on auto",
        "Après sauvegarde le démon devrait se lancer": "After saving the demon should launch",
        "Le plugin": "The plugin",
        "est déjà configuré par défaut ; vous n'avez donc rien à faire de plus": "is already configured by default; you don't have to do anything more",
        "Cependant vous pouvez modifier cette configuration": "However you can modify this configuration",
        "Voici le détail": "Here is the detail",
        "(certains paramètres peuvent n'être visibles qu'en mode expert)": "(some parameters may only be visible in expert mode)",
        "Dépendances": "Dependencies",
        "cette partie vous donne le statut des dépendances": "this part gives you the status of dependencies",
        "si elles ne sont pas OK vous pouvez soit les lancer à la main soit": "if they are not OK you can either launch them manually or",
        "attendre 5min, Jeedom les lancera de lui même": "wait 5 min, Jeedom will launch them by itself",
        "Démon": "Daemon",
        "cette partie vous donne le statut du démon (aussi bien": "this part gives you the status of the demon (as well",
        "en local qu'en déporté), si il n'est pas OK vous pouvez soit le": "locally than deported), if it is not OK you can either",
        "lancer à la main soit attendre 5min, Jeedom le lancera de lui même": "launch by hand or wait 5min, Jeedom will launch it by itself",
        "Si vous êtes en mode déporté, le démon local peut être arrêté, c'est": "If you are in remote mode, the local daemon can be stopped, it is",
        "tout à fait normal": "complitly normal",
        "cette partie permet de configurer les paramètres": "this part allows you to configure the parameters",
        "généraux du plugin": "plugin general",
        "Bannir les IDs suivants": "Ban the following IDs",
        "permet de donner une liste": "allows to give a list",
        "d'identifiants edisio à Jeedom pour que celui-ci ne crée pas les": "edisio identifiers to Jeedom so that it does not create",
        "équipements correspondants": "corresponding equipment",
        "Les identifiants doivent être": "The identifiers must be",
        "séparés par des espaces": "separated by spaces",
        "1356AD87 DB54AF": "1356AD87 DB54AF",
        "Démon local": "Local demon",
        "paramètres de configuration": "configuration settings",
        "locale (ou déportée, en fonction de l'intitulé) du démon": "local (or remote, depending on the title) of the demon",
        "Port edisio": "Edisio port",
        "le port USB sur lequel votre interface edisio": "the USB port on which your edisio interface",
        "est connectée": "is connected",
        "Si vous ne savez pas quel port USB est utilisé, vous pouvez": "If you don't know which USB port is used, you can",
        "simplement indiquer \"Auto": "simply indicate \"Auto",
        "Port socket interne (modification dangereuse, doit être la même": "Internal socket port (dangerous modification, must be the same",
        "valeur sur tous les Jeedom déportés edisio)": "value on all Jeis deported edisio)",
        "permet de": "allows",
        "modifier le port de communication interne du démon": "modify the internal communication port of the daemon",
        "A ne changer que si vous savez ce que vous faites": "Change only if you know what you are doing",
        "Pour lancer le démon en debug il suffit au niveau de la configuration": "To launch the daemon in debug it is enough at the configuration level",
        "des logs du plugin de mettre en debug, de sauvegarder et de relancer le": "plugin logs to debug, save and relaunch the",
        "démon": "Daemon",
        "Dans ce mode, le démon est très bavard": "In this mode, the demon is very talkative",
        "Une fois le debug terminé, il": "Once the debug is over, it",
        "ne faut pas oublier de cliquer sur \"Redémarrer\" pour sortir du mode": "do not forget to click on \"Restart\" to exit the mode",
        "Configuration des équipements": "Equipment configuration",
        "La configuration des équipements edisio est accessible à partir du menu": "The configuration of edisio equipment is accessible from the menu",
        "Voilà à quoi ressemble la page du plugin edisio (ici avec déjà 4": "This is what the page of the edisio plugin looks like (here with already 4",
        "Comme à beaucoup d'endroit sur Jeedom, mettre la souris tout à gauche": "As in many places on Jeedom, put the mouse on the far left",
        "permet de faire apparaître un menu d'accès rapide (vous pouvez à": "brings up a quick access menu (you can",
        "partir de votre profils le laisser toujours visible)": "from your profiles always leave it visible)",
        "Vous retrouvez ici": "You will find here",
        "un bouton pour créer un équipement manuellement": "a button to manually create an equipment",
        "un bouton pour passer en inclusion": "a button to switch to inclusion",
        "un bouton pour afficher la configuration du plugin": "a button to display the configuration of the plugin",
        "un bouton qui vous donne l'état de santé de tous vos équipements": "a button that gives you the health status of all your equipment",
        "enfin en dessous vous retrouvez la liste de vos équipements": "finally below you find the list of your equipment",
        "Une fois que vous cliquez sur l'un d'eux, vous obtenez": "Once you click on one of them, you get",
        "Vous retrouvez ici toute la configuration de votre équipement": "Here you find all the configuration of your equipment",
        "Nom de l'équipement edisio": "Edisio device name",
        "nom de votre équipement edisio": "name of your edisio equipment",
        "l'id de votre sonde (à ne modifier qu'en connaissance de cause)": "the ID of your probe (to be changed only knowingly)",
        "permet de rendre votre équipement actif": "makes your equipment active",
        "le rend visible sur le dashboard": "makes it visible on the dashboard",
        "Objet parent": "Parent object",
        "indique l'objet parent auquel appartient l'équipement": "indicates the parent object to which the equipment belongs",
        "Catégorie": "Category",
        "les catégories de l'équipement (il peut appartenir à": "equipment categories (it may belong to",
        "plusieurs catégories)": "multiple categories)",
        "Ne pas vérifier la batterie": "Do not check battery",
        "indique à Jeedom de ne pas vous": "tell Jeedom not to tell you",
        "alerter si l'équipement envoie une trame de batterie faible": "alert if the equipment sends a low battery frame",
        "(certains modules ne gèrent pas correctement cette info et génèrent": "(some modules do not handle this info correctly and generate",
        "de fausses alertes)": "false alerts)",
        "Délai maximum autorisé entre 2 messages (min)": "Maximum allowed delay between 2 messages (min)",
        "le délai maximum": "the maximum delay",
        "autorisé entre 2 messages avant que Jeedom ne déclare l'équipement": "allowed between 2 messages before Jeedom declares the equipment",
        "en \"timeout": "in timeout",
        "Attention ce paramètre nécessite d'avoir configuré": "Attention this parameter requires to have configured",
        "l'option \"Forcer la répétition des messages toutes les (min)\" et il": "the option \"Force the repetition of messages every (min)\" and it",
        "doit être supérieur à cette valeur": "must be greater than this value",
        "vous permet de mettre des commentaires sur": "allows you to comment on",
        "l'équipement (ex": "equipment (ex",
        "pile changée le XX\/XX\/XXXX)": "battery changed on XX \/ XX \/ XXXX)",
        "permet de définir le modèle de votre équipement (à ne": "allows you to define the model of your equipment (not",
        "configurer que pour une création manuelle d'un équipement, en": "configure that for manual creation of an equipment,",
        "automatique Jeedom configure ce champ tout seul)": "automatic Jeedom configures this field alone)",
        "Création": "Creation",
        "vous donne la date de création de l'équipement": "gives you the date of creation of the equipment",
        "vous donne la date de dernière communication avec": "gives you the date of last communication with",
        "l'équipement (peut être vide dans le cas d'une prise par exemple)": "the equipment (can be empty in the case of an outlet for example)",
        "niveau de batterie de l'équipement": "equipment battery level",
        "statut de l'équipement (peut être timeout par exemple)": "equipment status (can be timeout for example)",
        "En dessous vous retrouvez la liste des commandes": "Below you find the list of orders",
        "le nom affiché sur le dashboard": "the name displayed on the dashboard",
        "le type et le sous-type": "type and subtype",
        "la clef de l'information si c'est une info, ou alors le code": "the key to the information if it is an info, or the code",
        "hexadécimal à envoyer lorsque c'est une action": "hexadecimal to send when it is an action",
        "Les configurations": "The configurations",
        "permettent de remplir ces champs automatiquement (il faut créer": "allow these fields to be filled in automatically (you must create",
        "l'équipement, choisir la configuration puis sauvegarder)": "the equipment, choose the configuration then save)",
        "Valeur de retour d'état\" et \"Durée avant retour d'état": "Status feedback value \"and\" Duration before status feedback",
        "d'indiquer à Jeedom qu'après un changement sur l'information sa": "to indicate to Jeedom that after a change in the information",
        "valeur doit revenir à Y, X min après le changement": "value must return to Y, X min after the change",
        "le cas d'un détecteur de présence qui n'émet que lors d'une": "the case of a presence detector which emits only during a",
        "détection de présence, il est utile de mettre par exemple 0 en": "presence detection, it is useful to set for example 0",
        "valeur et 4 en durée, pour que 4 min après une détection de": "value and 4 in duration, so that 4 min after a detection of",
        "mouvement (et s'il n'y a en pas eu de nouvelles depuis) Jeedom": "movement (and if there has been no news since) Jeedom",
        "remette la valeur de l'information à 0 (plus de mouvement détecté)": "resets the value of the information to 0 (no more movement detected)",
        "permet d'historiser la donnée": "allows to historize the data",
        "permet d'afficher la donnée sur le dashboard": "allows to display the data on the dashboard",
        "évènement": "Event",
        "dans le cas du edisio cette case doit toujours être": "in the case of edisio this box must always be",
        "cochée car on ne peut pas interroger un module edisio": "checked because you cannot query an edisio module",
        "unité de la donnée (peut être vide)": "data unit (can be empty)",
        "min\/max": "min \/ max",
        "bornes de la donnée (peuvent être vides)": "data bounds (may be empty)",
        "configuration avancée (petites roues crantées)": "advanced configuration (small notched wheels)",
        "permet d'afficher": "Displays",
        "la configuration avancée de la commande (méthode": "the advanced configuration of the command (method",
        "d'historisation, widget…​)": "history, widget…)",
        "permet de tester la commande": "Used to test the command",
        "supprimer (signe -)": "delete (sign -)",
        "permet de supprimer la commande": "allows to delete the command",
        "Opération sur les équipements edisio": "Operation on edisio equipment",
        "En haut de votre page de configuration pour l'équipement, vous avez 3": "At the top of your equipment configuration page, you have 3",
        "boutons qui permettent de réaliser certaines options": "buttons that allow you to perform certain options",
        "permet de dupliquer l'équipement": "duplicates equipment",
        "configurer (petites roues crantées)": "configure (small notched wheels)",
        "même principe que pour les": "same principle as for",
        "commandes, ça permet une configuration avancée de l'équipement": "controls, it allows an advanced configuration of the equipment",
        "Inclusion d'un équipement edisio": "Inclusion of edisio equipment",
        "L'ajout d'un équipement Edisio est très simple, il faut juste passer en": "Adding Edisio equipment is very simple, you just have to",
        "mode inclusion et attendre que l'équipement envoi un message, quand ca": "inclusion mode and wait for the equipment to send a message, when it",
        "sera le cas Jeedom vous indiquera qu'il a inclus un nouvel équipement et": "will be the case Jeedom will tell you that it has included new equipment and",
        "creera celui-ci automatiquement": "will create this one automatically",
        "Liste des modules compatible": "List of compatible modules",
        "Vous trouverez la liste des modules compatibles": "You will find the list of compatible modules",
        "Unresolved directive in index": "Unresolved directive in index",
        "asciidoc - include": "asciidoc - include",
        "faq.asciidoc\\[\\": "faq.asciidoc \\ [\\",
        " Configuration.": " Setup.",
        " Configuration?": " Setup?",
        "Configuration ": "Setup ",
        "[Configuration": "[Setup",
        "Configuration]": "Setup]",
        " Tip.": " Tip.",
        " Tip?": " Tip?",
        "Tip ": "Tip ",
        "[Tip": "[Tip",
        "Tip]": "Tip]",
        " Exemple.": " Example.",
        " Exemple?": " Example?",
        "Exemple ": "Example ",
        "[Exemple": "[Example",
        "Exemple]": "Example]",
        " ou.": " or.",
        " ou?": " or?",
        "ou ": "or ",
        "[ou": "[or",
        "ou]": "or]",
        " Important.": " Important.",
        " Important?": " Important?",
        "Important ": "Important ",
        "[Important": "[Important",
        "Important]": "Important]",
        " debug.": " Debug.",
        " debug?": " Debug?",
        "debug ": "Debug ",
        "[debug": "[Debug",
        "debug]": "Debug]",
        " plugin.": " Plugin.",
        " plugin?": " Plugin?",
        "plugin ": "Plugin ",
        "[plugin": "[Plugin",
        "plugin]": "Plugin]",
        " équipements).": " equipment).",
        " équipements)?": " equipment)?",
        "équipements) ": "equipment) ",
        "[équipements)": "[equipment)",
        "équipements)]": "equipment)]",
        " Edisio.": " Edisio.",
        " Edisio?": " Edisio?",
        "Edisio ": "Edisio ",
        "[Edisio": "[Edisio",
        "Edisio]": "Edisio]",
        " ID.": " ID.",
        " ID?": " ID?",
        "ID ": "ID ",
        "[ID": "[ID",
        "ID]": "ID]",
        " Activer.": " Activate.",
        " Activer?": " Activate?",
        "Activer ": "Activate ",
        "[Activer": "[Activate",
        "Activer]": "Activate]",
        " Visible.": " Visible.",
        " Visible?": " Visible?",
        "Visible ": "Visible ",
        "[Visible": "[Visible",
        "Visible]": "Visible]",
        " Commentaire.": " Comment.",
        " Commentaire?": " Comment?",
        "Commentaire ": "Comment ",
        "[Commentaire": "[Comment",
        "Commentaire]": "Comment]",
        " Equipement.": " Equipment.",
        " Equipement?": " Equipment?",
        "Equipement ": "Equipment ",
        "[Equipement": "[Equipment",
        "Equipement]": "Equipment]",
        " Communication.": " Communication.",
        " Communication?": " Communication?",
        "Communication ": "Communication ",
        "[Communication": "[Communication",
        "Communication]": "Communication]",
        " Batterie.": " Drums.",
        " Batterie?": " Drums?",
        "Batterie ": "Drums ",
        "[Batterie": "[Drums",
        "Batterie]": "Drums]",
        " Statut.": " Status.",
        " Statut?": " Status?",
        "Statut ": "Status ",
        "[Statut": "[Status",
        "Statut]": "Status]",
        " permet.": " allows.",
        " permet?": " allows?",
        "permet ": "allows ",
        "[permet": "[allows",
        "permet]": "allows]",
        " dans.": " IN.",
        " dans?": " IN?",
        "dans ": "IN ",
        "[dans": "[IN",
        "dans]": "IN]",
        " historiser.": " Historize.",
        " historiser?": " Historize?",
        "historiser ": "Historize ",
        "[historiser": "[Historize",
        "historiser]": "Historize]",
        " afficher.": " Show.",
        " afficher?": " Show?",
        "afficher ": "Show ",
        "[afficher": "[Show",
        "afficher]": "Show]",
        " unité.": " Unit.",
        " unité?": " Unit?",
        "unité ": "Unit ",
        "[unité": "[Unit",
        "unité]": "Unit]",
        " Tester.": " Test.",
        " Tester?": " Test?",
        "Tester ": "Test ",
        "[Tester": "[Test",
        "Tester]": "Test]",
        " Dupliquer.": " Duplicate.",
        " Dupliquer?": " Duplicate?",
        "Dupliquer ": "Duplicate ",
        "[Dupliquer": "[Duplicate",
        "Dupliquer]": "Duplicate]",
        " ici.": " here.",
        " ici?": " here?",
        "ici ": "here ",
        "[ici": "[here",
        "ici]": "here]"
    }
}