{
    "changelog.md": {
        "Changelog Edisio": "Changelog Edisio",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "As a reminder if there is no information on the update, it means that it only concerns the updating of documentation, translation or text",
        "10\/01\/2020": "10\/01\/2020",
        "Correction d'un soucis sur l'affichage des images et de modeles": "Fixed a problem with the display of images and models",
        "11\/09\/2019": "11\/09\/2019",
        "Adaptation pour jeedom v4": "Adaptation for jeedom v4",
        "13\/08\/2019": "08\/13\/2019",
        "Support de PHP 7.3": "Support for php 7.3",
        "15\/01\/2018": "15\/01\/2018",
        "Correction d'une erreur 500 lors de la remonté de valeur de batterie": "Correction of an error 500 when raising the battery value",
        "18\/10\/2018": "18\/10\/2018",
        "Correction d'un bug si le niveau de log est sur aucun": "Correction of a bug if the log level is none",
        "Suppression des boutons supprimer\/sauvegarder en double": "Remove duplicate delete \/ save buttons",
        " IMPORTANT.": " Important.",
        " IMPORTANT?": " Important?",
        "IMPORTANT ": "Important ",
        "[IMPORTANT": "[Important",
        "IMPORTANT]": "Important]",
        "*IMPORTANT": "*Important",
        "IMPORTANT*": "Important*"
    },
    "index.md": {
        "Plugin permettant d'utiliser le protocole Edisio avec Jeedom": "Plugin to use the Edisio protocol with Jeedom",
        "Le plugin edisio permet de dialoguer avec l'ensemble des périphériques compatibles avec le module edisio USB": "The edisio plugin allows you to communicate with all the peripherals compatible with the edisio USB module",
        "Configuration du plugin": "Plugin configuration",
        "Après téléchargement du plugin, il vous suffit de l'activer et de mettre le port sur auto": "After downloading the plugin, you just need to activate it and set the port to auto",
        "Après sauvegarde le démon devrait se lancer": "After saving the demon should launch",
        "Le plugin est déjà configuré par défaut ; vous n'avez donc rien à faire de plus": "The plugin is already configured by default; you don't have to do anything more",
        "Cependant vous pouvez modifier cette configuration": "However you can modify this configuration",
        "Voici le détail (certains paramètres peuvent n'être visibles qu'en mode expert)": "Here is the detail (some parameters may only be visible in expert mode)",
        "Dépendances": "Dependencies",
        "cette partie vous donne le statut des dépendances, si elles ne sont pas OK vous pouvez soit les lancer à la main soit attendre 5min, Jeedom les lancera de lui même": "this part gives you the status of the dependencies, if they are not OK you can either launch them by hand or wait 5 min, Jeedom will launch them by itself",
        "Démon": "Daemon",
        "cette partie vous donne le statut du démon (aussi bien en local qu'en déporté), si il n'est pas OK vous pouvez soit le lancer à la main soit attendre 5min, Jeedom le lancera de lui même": "this part gives you the status of the demon (both local and remote), if it is not OK you can either launch it by hand or wait 5 min, Jeedom will launch it by itself",
        "cette partie permet de configurer les paramètres généraux du plugin": "This part allows you to configure the general parameters of the plugin",
        "Bannir les IDs suivants": "Ban the following IDs",
        "permet de donner une liste d'identifiants edisio à Jeedom pour que celui-ci ne crée pas les équipements correspondants": "allows to give a list of edisio identifiers to Jeedom so that it does not create the corresponding equipment",
        "Les identifiants doivent être séparés par des espaces": "Identifiers must be separated by spaces",
        "1356AD87 DB54AF": "1356AD87 DB54AF",
        "Démon local": "Local demon",
        "paramètres de configuration locale (ou déportée, en fonction de l'intitulé) du démon": "local configuration parameters (or remote, depending on the title) of the daemon",
        "Port edisio": "Edisio port",
        "le port USB sur lequel votre interface edisio est connectée": "the USB port on which your edisio interface is connected",
        "Si vous ne savez pas quel port USB est utilisé, vous pouvez simplement indiquer \"Auto": "If you do not know which USB port is used, you can simply indicate \"Auto",
        "Port socket interne (modification dangereuse, doit être la même valeur sur tous les Jeedom déportés edisio)": "Internal socket port (dangerous modification, must be the same value on all Jeedom deported edisio)",
        "permet de modifier le port de communication interne du démon": "allows to modify the internal communication port of the daemon",
        "A ne changer que si vous savez ce que vous faites": "Change only if you know what you are doing",
        "Pour lancer le démon en debug il suffit au niveau de la configuration des logs du plugin de mettre en debug, de sauvegarder et de relancer le démon": "To launch the daemon in debug it is enough at the level of the configuration of the logs of the plugin to put in debug, to save and to restart the daemon",
        "Dans ce mode, le démon est très bavard": "In this mode, the demon is very talkative",
        "Une fois le debug terminé, il ne faut pas oublier de cliquer sur \"Redémarrer\" pour sortir du mode debug": "Once the debug is finished, don't forget to click on \"Restart\" to exit the debug mode",
        "Configuration des équipements": "Equipment configuration",
        "La configuration des équipements edisio est accessible à partir du menu plugin": "The configuration of edisio equipment is accessible from the plugin menu",
        "Voilà à quoi ressemble la page du plugin edisio (ici avec déjà 4 équipements)": "This is what the page of the edisio plugin looks like (here with 4 devices already)",
        "Comme à beaucoup d'endroit sur Jeedom, mettre la souris tout à gauche permet de faire apparaître un menu d'accès rapide (vous pouvez à partir de votre profils le laisser toujours visible)": "As in many places on Jeedom, putting the mouse on the far left allows a quick access menu to appear (you can always leave it visible in your profile)",
        "Vous retrouvez ici": "You will find here",
        "un bouton pour créer un équipement manuellement": "a button to manually create an equipment",
        "un bouton pour passer en inclusion": "a button to switch to inclusion",
        "un bouton pour afficher la configuration du plugin": "a button to display the configuration of the plugin",
        "un bouton qui vous donne l'état de santé de tous vos équipements Edisio": "a button that gives you the health status of all your Edisio equipment",
        "enfin en dessous vous retrouvez la liste de vos équipements": "finally below you find the list of your equipment",
        "Une fois que vous cliquez sur l'un d'eux, vous obtenez": "Once you click on one of them, you get",
        "Vous retrouvez ici toute la configuration de votre équipement": "Here you find all the configuration of your equipment",
        "Nom de l'équipement edisio": "Edisio device name",
        "nom de votre équipement edisio": "name of your edisio equipment",
        "l'id de votre sonde (à ne modifier qu'en connaissance de cause)": "the ID of your probe (to be changed only knowingly)",
        "permet de rendre votre équipement actif": "makes your equipment active",
        "le rend visible sur le dashboard": "makes it visible on the dashboard",
        "Objet parent": "Parent object",
        "indique l'objet parent auquel appartient l'équipement": "indicates the parent object to which the equipment belongs",
        "Catégorie": "Category",
        "les catégories de l'équipement (il peut appartenir à plusieurs catégories)": "equipment categories (it can belong to several categories)",
        "Ne pas vérifier la batterie": "Do not check battery",
        "indique à Jeedom de ne pas vous alerter si l'équipement envoie une trame de batterie faible (certains modules ne gèrent pas correctement cette info et génèrent de fausses alertes)": "tells Jeedom not to alert you if the equipment sends a low battery frame (some modules do not handle this info correctly and generate false alerts)",
        "Délai maximum autorisé entre 2 messages (min)": "Maximum allowed delay between 2 messages (min)",
        "le délai maximum autorisé entre 2 messages avant que Jeedom ne déclare l'équipement en \"timeout": "the maximum time allowed between 2 messages before Jeedom declares the equipment as a timeout",
        "Attention ce paramètre nécessite d'avoir configuré l'option \"Forcer la répétition des messages toutes les (min)\" et il doit être supérieur à cette valeur": "Attention this parameter requires having configured the option \"Force the repetition of messages every (min)\" and it must be greater than this value",
        "vous permet de mettre des commentaires sur l'équipement (ex": "allows you to put comments on the equipment (ex",
        "pile changée le XX\/XX\/XXXX)": "battery changed on XX \/ XX \/ XXXX)",
        "permet de définir le modèle de votre équipement (à ne configurer que pour une création manuelle d'un équipement, en automatique Jeedom configure ce champ tout seul)": "allows you to define the model of your equipment (to be configured only for manual creation of equipment, in automatic Jeedom configures this field alone)",
        "Création": "Creation",
        "vous donne la date de création de l'équipement": "gives you the date of creation of the equipment",
        "vous donne la date de dernière communication avec l'équipement (peut être vide dans le cas d'une prise par exemple)": "gives you the date of last communication with the equipment (can be empty in the case of a socket for example)",
        "niveau de batterie de l'équipement": "equipment battery level",
        "statut de l'équipement (peut être timeout par exemple)": "equipment status (can be timeout for example)",
        "En dessous vous retrouvez la liste des commandes": "Below you find the list of orders",
        "le nom affiché sur le dashboard": "the name displayed on the dashboard",
        "le type et le sous-type": "type and subtype",
        "la clef de l'information si c'est une info, ou alors le code hexadécimal à envoyer lorsque c'est une action": "the information key if it is an info, or the hexadecimal code to send when it is an action",
        "Les configurations permettent de remplir ces champs automatiquement (il faut créer l'équipement, choisir la configuration puis sauvegarder)": "The configurations allow these fields to be filled in automatically (you must create the equipment, choose the configuration then save)",
        "Valeur de retour d'état\" et \"Durée avant retour d'état": "Status feedback value \"and\" Duration before status feedback",
        "permet d'indiquer à Jeedom qu'après un changement sur l'information sa valeur doit revenir à Y, X min après le changement": "allows to indicate to Jeedom that after a change on the information its value must return to Y, X min after the change",
        "dans le cas d'un détecteur de présence qui n'émet que lors d'une détection de présence, il est utile de mettre par exemple 0 en valeur et 4 en durée, pour que 4 min après une détection de mouvement (et s'il n'y a en pas eu de nouvelles depuis) Jeedom remette la valeur de l'information à 0 (plus de mouvement détecté)": "in the case of a presence detector which emits only during a presence detection, it is useful to set for example 0 in value and 4 in duration, so that 4 min after a detection of movement (and s' there has been no news since) Jeedom resets the value of the information to 0 (no more movement detected)",
        "permet d'historiser la donnée": "allows to historize the data",
        "permet d'afficher la donnée sur le dashboard": "allows to display the data on the dashboard",
        "évènement": "Event",
        "dans le cas du edisio cette case doit toujours être cochée car on ne peut pas interroger un module edisio": "in the case of edisio this box must always be checked because you cannot query an edisio module",
        "unité de la donnée (peut être vide)": "data unit (can be empty)",
        "min\/max": "min \/ max",
        "bornes de la donnée (peuvent être vides)": "data bounds (may be empty)",
        "configuration avancée (petites roues crantées)": "advanced configuration (small notched wheels)",
        "permet d'afficher la configuration avancée de la commande (méthode d'historisation, widget…​)": "displays the advanced configuration of the command (logging method, widget, etc.)",
        "permet de tester la commande": "Used to test the command",
        "supprimer (signe -)": "delete (sign -)",
        "permet de supprimer la commande": "allows to delete the command",
        "Opération sur les équipements edisio": "Operation on edisio equipment",
        "En haut de votre page de configuration pour l'équipement, vous avez 3 boutons qui permettent de réaliser certaines options": "At the top of your equipment configuration page, you have 3 buttons that allow you to perform certain options",
        "permet de dupliquer l'équipement": "duplicates equipment",
        "configurer (petites roues crantées)": "configure (small notched wheels)",
        "même principe que pour les commandes, ça permet une configuration avancée de l'équipement": "same principle as for the commands, it allows an advanced configuration of the equipment",
        "Inclusion d'un équipement edisio": "Inclusion of edisio equipment",
        "L'ajout d'un équipement Edisio est très simple, il faut juste passer en mode inclusion et attendre que l'équipement envoi un message, quand ca sera le cas Jeedom vous indiquera qu'il a inclus un nouvel équipement et creera celui-ci automatiquement": "Adding Edisio equipment is very simple, you just have to go into inclusion mode and wait for the equipment to send a message, when that is the case Jeedom will tell you that it has included new equipment and will create it automatically",
        "Liste des modules compatible": "List of compatible modules",
        "Vous trouverez la liste des modules compatibles": "You will find the list of compatible modules",
        " Edisio.": " Edisio.",
        " Edisio?": " Edisio?",
        "Edisio ": "Edisio ",
        "[Edisio": "[Edisio",
        "Edisio]": "Edisio]",
        "*Edisio": "*Edisio",
        "Edisio*": "Edisio*",
        " Configuration.": " Setup.",
        " Configuration?": " Setup?",
        "Configuration ": "Setup ",
        "[Configuration": "[Setup",
        "Configuration]": "Setup]",
        "*Configuration": "*Setup",
        "Configuration*": "Setup*",
        " Exemple.": " Example.",
        " Exemple?": " Example?",
        "Exemple ": "Example ",
        "[Exemple": "[Example",
        "Exemple]": "Example]",
        "*Exemple": "*Example",
        "Exemple*": "Example*",
        " Tip.": " Tip.",
        " Tip?": " Tip?",
        "Tip ": "Tip ",
        "[Tip": "[Tip",
        "Tip]": "Tip]",
        "*Tip": "*Tip",
        "Tip*": "Tip*",
        " Important.": " Important.",
        " Important?": " Important?",
        "Important ": "Important ",
        "[Important": "[Important",
        "Important]": "Important]",
        "*Important": "*Important",
        "Important*": "Important*",
        " ID.": " ID.",
        " ID?": " ID?",
        "ID ": "ID ",
        "[ID": "[ID",
        "ID]": "ID]",
        "*ID": "*ID",
        "ID*": "ID*",
        " Activer.": " Activate.",
        " Activer?": " Activate?",
        "Activer ": "Activate ",
        "[Activer": "[Activate",
        "Activer]": "Activate]",
        "*Activer": "*Activate",
        "Activer*": "Activate*",
        " Visible.": " Visible.",
        " Visible?": " Visible?",
        "Visible ": "Visible ",
        "[Visible": "[Visible",
        "Visible]": "Visible]",
        "*Visible": "*Visible",
        "Visible*": "Visible*",
        " Commentaire.": " Comment.",
        " Commentaire?": " Comment?",
        "Commentaire ": "Comment ",
        "[Commentaire": "[Comment",
        "Commentaire]": "Comment]",
        "*Commentaire": "*Comment",
        "Commentaire*": "Comment*",
        " Equipement.": " Equipment.",
        " Equipement?": " Equipment?",
        "Equipement ": "Equipment ",
        "[Equipement": "[Equipment",
        "Equipement]": "Equipment]",
        "*Equipement": "*Equipment",
        "Equipement*": "Equipment*",
        " Communication.": " Communication.",
        " Communication?": " Communication?",
        "Communication ": "Communication ",
        "[Communication": "[Communication",
        "Communication]": "Communication]",
        "*Communication": "*Communication",
        "Communication*": "Communication*",
        " Batterie.": " Drums.",
        " Batterie?": " Drums?",
        "Batterie ": "Drums ",
        "[Batterie": "[Drums",
        "Batterie]": "Drums]",
        "*Batterie": "*Drums",
        "Batterie*": "Drums*",
        " Statut.": " Status.",
        " Statut?": " Status?",
        "Statut ": "Status ",
        "[Statut": "[Status",
        "Statut]": "Status]",
        "*Statut": "*Status",
        "Statut*": "Status*",
        " historiser.": " Historize.",
        " historiser?": " Historize?",
        "historiser ": "Historize ",
        "[historiser": "[Historize",
        "historiser]": "Historize]",
        "*historiser": "*Historize",
        "historiser*": "Historize*",
        " afficher.": " Show.",
        " afficher?": " Show?",
        "afficher ": "Show ",
        "[afficher": "[Show",
        "afficher]": "Show]",
        "*afficher": "*Show",
        "afficher*": "Show*",
        " unité.": " Unit.",
        " unité?": " Unit?",
        "unité ": "Unit ",
        "[unité": "[Unit",
        "unité]": "Unit]",
        "*unité": "*Unit",
        "unité*": "Unit*",
        " Tester.": " Test.",
        " Tester?": " Test?",
        "Tester ": "Test ",
        "[Tester": "[Test",
        "Tester]": "Test]",
        "*Tester": "*Test",
        "Tester*": "Test*",
        " Dupliquer.": " Duplicate.",
        " Dupliquer?": " Duplicate?",
        "Dupliquer ": "Duplicate ",
        "[Dupliquer": "[Duplicate",
        "Dupliquer]": "Duplicate]",
        "*Dupliquer": "*Duplicate",
        "Dupliquer*": "Duplicate*",
        " ici.": " here.",
        " ici?": " here?",
        "ici ": "here ",
        "[ici": "[here",
        "ici]": "here]",
        "*ici": "*here",
        "ici*": "here*"
    }
}