{
    "changelog.md": {
        "10\/01\/2020": "01\/10\/2020",
        "Correction d'un soucis sur l'affichage des images et de modeles": "Se solucionó un problema con la visualización de imágenes y modelos.",
        "11\/09\/2019": "11\/09\/2019",
        "Adaptation pour jeedom v4": "Adaptación para jeedom v4",
        "13\/08\/2019": "08\/13\/2019",
        "Support de PHP 7.3": "Soporte para php 7.3",
        "15\/01\/2018": "15\/01\/2018",
        "Correction d'une erreur 500 lors de la remonté de valeur de batterie": "Corrección de un error 500 al aumentar el valor de la batería",
        "18\/10\/2018": "18\/10\/2018",
        "Correction d'un bug si le niveau de log est sur aucun": "Corrección de un error si el nivel de registro es ninguno",
        "Suppression des boutons supprimer\/sauvegarder en double": "Eliminar duplicados eliminar \/ guardar botones"
    },
    "index.md": {
        "Plugin permettant d'utiliser le protocole Edisio avec Jeedom": "Plugin para usar el protocolo Edisio con Jeedom",
        "Le plugin edisio permet de dialoguer avec l'ensemble des périphériques": "El complemento edisio te permite comunicarte con todos los dispositivos",
        "compatibles avec le module edisio USB": "compatible con el módulo edisio USB",
        "Configuration du plugin": "Configuración del plugin",
        "Après téléchargement du plugin, il vous suffit de l'activer et de mettre": "Después de descargar el complemento, solo necesita activarlo y poner",
        "le port sur auto": "vistiendo en auto",
        "Après sauvegarde le démon devrait se lancer": "Después de salvar al demonio debería lanzar",
        "Le plugin": "El complemento",
        "est déjà configuré par défaut ; vous n'avez donc rien à faire de plus": "ya está configurado por defecto; no tienes que hacer nada más",
        "Cependant vous pouvez modifier cette configuration": "Sin embargo, puede modificar esta configuración",
        "Voici le détail": "Aqui esta el detalle",
        "(certains paramètres peuvent n'être visibles qu'en mode expert)": "(algunos parámetros solo pueden ser visibles en modo experto)",
        "Dépendances": "Dependencias",
        "cette partie vous donne le statut des dépendances": "esta parte le da el estado de las dependencias",
        "si elles ne sont pas OK vous pouvez soit les lancer à la main soit": "si no están bien, puede iniciarlos a mano o",
        "attendre 5min, Jeedom les lancera de lui même": "espera 5 min, Jeedom los lanzará solo",
        "Démon": "Demonio",
        "cette partie vous donne le statut du démon (aussi bien": "esta parte te da el estado del demonio (también",
        "en local qu'en déporté), si il n'est pas OK vous pouvez soit le": "localmente que deportado), si no está bien, puede",
        "lancer à la main soit attendre 5min, Jeedom le lancera de lui même": "lanzar a mano o esperar 5 minutos, Jeedom lo lanzará solo",
        "Si vous êtes en mode déporté, le démon local peut être arrêté, c'est": "Si está en modo remoto, el demonio local se puede detener, es",
        "tout à fait normal": "completamente normal",
        "cette partie permet de configurer les paramètres": "esta parte le permite configurar los parámetros",
        "généraux du plugin": "plugin general",
        "Bannir les IDs suivants": "Prohibir las siguientes identificaciones",
        "permet de donner une liste": "permite dar una lista",
        "d'identifiants edisio à Jeedom pour que celui-ci ne crée pas les": "identificadores edisio a Jeedom para que no cree",
        "équipements correspondants": "equipo correspondiente",
        "Les identifiants doivent être": "Los identificadores deben ser",
        "séparés par des espaces": "separados por espacios",
        "1356AD87 DB54AF": "1356AD87 DB54AF",
        "Démon local": "Demonio local",
        "paramètres de configuration": "ajustes de configuración",
        "locale (ou déportée, en fonction de l'intitulé) du démon": "local (o remoto, según el título) del demonio",
        "Port edisio": "Puerto EDISIO",
        "le port USB sur lequel votre interface edisio": "el puerto USB en el cual su interfaz edisio",
        "est connectée": "está conectado",
        "Si vous ne savez pas quel port USB est utilisé, vous pouvez": "Si no sabe qué puerto USB se utiliza, puede",
        "simplement indiquer \"Auto": "simplemente indique \"Auto",
        "Port socket interne (modification dangereuse, doit être la même": "Puerto de socket interno (modificación peligrosa, debe ser la misma",
        "valeur sur tous les Jeedom déportés edisio)": "valor en todos los Jeis deportados edisio)",
        "permet de": "permite",
        "modifier le port de communication interne du démon": "modificar el puerto de comunicación interna del demonio",
        "A ne changer que si vous savez ce que vous faites": "Cambie solo si sabe lo que está haciendo",
        "Pour lancer le démon en debug il suffit au niveau de la configuration": "Para iniciar el demonio en depuración es suficiente en el nivel de configuración",
        "des logs du plugin de mettre en debug, de sauvegarder et de relancer le": "registros de complementos para depurar, guardar y relanzar el",
        "démon": "Demonio",
        "Dans ce mode, le démon est très bavard": "En este modo, el demonio es muy hablador.",
        "Une fois le debug terminé, il": "Una vez que finaliza la depuración, se",
        "ne faut pas oublier de cliquer sur \"Redémarrer\" pour sortir du mode": "no olvides hacer clic en \"Reiniciar\" para salir del modo",
        "Configuration des équipements": "Configuración del equipo",
        "La configuration des équipements edisio est accessible à partir du menu": "Se puede acceder a la configuración del equipo edisio desde el menú",
        "Voilà à quoi ressemble la page du plugin edisio (ici avec déjà 4": "Así es como se ve la página del complemento edisio (aquí con 4 ya",
        "Comme à beaucoup d'endroit sur Jeedom, mettre la souris tout à gauche": "Como en muchos lugares de Jeedom, coloca el mouse en el extremo izquierdo",
        "permet de faire apparaître un menu d'accès rapide (vous pouvez à": "abre un menú de acceso rápido (puedes",
        "partir de votre profils le laisser toujours visible)": "de tus perfiles siempre lo dejas visible)",
        "Vous retrouvez ici": "Lo encuentras aqui",
        "un bouton pour créer un équipement manuellement": "un botón para crear equipos manualmente",
        "un bouton pour passer en inclusion": "un botón para cambiar a inclusión",
        "un bouton pour afficher la configuration du plugin": "un botón para mostrar la configuración del complemento",
        "un bouton qui vous donne l'état de santé de tous vos équipements": "un botón que le da el estado de salud de todo su equipo",
        "enfin en dessous vous retrouvez la liste de vos équipements": "finalmente a continuación encontrará la lista de su equipo",
        "Une fois que vous cliquez sur l'un d'eux, vous obtenez": "Una vez que haces clic en uno de ellos, obtienes",
        "Vous retrouvez ici toute la configuration de votre équipement": "Aquí encontrarás toda la configuración de tu equipo",
        "Nom de l'équipement edisio": "Nombre del dispositivo EDISIO",
        "nom de votre équipement edisio": "nombre de su equipo edisio",
        "l'id de votre sonde (à ne modifier qu'en connaissance de cause)": "la ID de su sonda (se cambiará solo a sabiendas)",
        "permet de rendre votre équipement actif": "activa su equipo",
        "le rend visible sur le dashboard": "lo hace visible en el tablero",
        "Objet parent": "Objeto padre",
        "indique l'objet parent auquel appartient l'équipement": "indica el objeto padre al que pertenece el equipo",
        "Catégorie": "Categoría",
        "les catégories de l'équipement (il peut appartenir à": "categorías de equipos (puede pertenecer a",
        "plusieurs catégories)": "categorías múltiples)",
        "Ne pas vérifier la batterie": "No comprobar la batería",
        "indique à Jeedom de ne pas vous": "dile a Jeedom que no te diga",
        "alerter si l'équipement envoie une trame de batterie faible": "alerta si el equipo envía un marco de batería baja",
        "(certains modules ne gèrent pas correctement cette info et génèrent": "(algunos módulos no manejan esta información correctamente y generan",
        "de fausses alertes)": "alertas falsas)",
        "Délai maximum autorisé entre 2 messages (min)": "Tiempo máximo permitido entre 2 mensajes (min)",
        "le délai maximum": "el retraso máximo",
        "autorisé entre 2 messages avant que Jeedom ne déclare l'équipement": "permitido entre 2 mensajes antes de que Jeedom declare el equipo",
        "en \"timeout": "en tiempo de espera",
        "Attention ce paramètre nécessite d'avoir configuré": "Atención este parámetro requiere haber configurado",
        "l'option \"Forcer la répétition des messages toutes les (min)\" et il": "la opción \"Forzar la repetición de mensajes cada (min)\" y",
        "doit être supérieur à cette valeur": "debe ser mayor que este valor",
        "vous permet de mettre des commentaires sur": "le permite comentar",
        "l'équipement (ex": "equipo (ex",
        "pile changée le XX\/XX\/XXXX)": "batería cambiada en XX \/ XX \/ XXXX)",
        "permet de définir le modèle de votre équipement (à ne": "le permite definir el modelo de su equipo (no",
        "configurer que pour une création manuelle d'un équipement, en": "configurar eso para la creación manual de un equipo,",
        "automatique Jeedom configure ce champ tout seul)": "Jeedom automático configura este campo solo)",
        "Création": "Creación",
        "vous donne la date de création de l'équipement": "le da la fecha de creación del equipo",
        "vous donne la date de dernière communication avec": "le da la fecha de la última comunicación con",
        "l'équipement (peut être vide dans le cas d'une prise par exemple)": "el equipo (puede estar vacío en el caso de una toma de corriente, por ejemplo)",
        "niveau de batterie de l'équipement": "nivel de batería del equipo",
        "statut de l'équipement (peut être timeout par exemple)": "estado del equipo (puede ser tiempo de espera, por ejemplo)",
        "En dessous vous retrouvez la liste des commandes": "A continuación encontrará la lista de pedidos.",
        "le nom affiché sur le dashboard": "el nombre que se muestra en el tablero",
        "le type et le sous-type": "tipo y subtipo",
        "la clef de l'information si c'est une info, ou alors le code": "la clave de la información si es una información o el código",
        "hexadécimal à envoyer lorsque c'est une action": "hexadecimal para enviar cuando es una acción",
        "Les configurations": "Las configuraciones",
        "permettent de remplir ces champs automatiquement (il faut créer": "permitir que estos campos se completen automáticamente (debe crear",
        "l'équipement, choisir la configuration puis sauvegarder)": "el equipo, elija la configuración y luego guarde)",
        "Valeur de retour d'état\" et \"Durée avant retour d'état": "Valor de retroalimentación de estado \"y\" Duración antes de la retroalimentación de estado",
        "d'indiquer à Jeedom qu'après un changement sur l'information sa": "para indicarle a Jeedom que después de un cambio en la información",
        "valeur doit revenir à Y, X min après le changement": "el valor debe volver a Y, X min después del cambio",
        "le cas d'un détecteur de présence qui n'émet que lors d'une": "el caso de un detector de presencia que emite solo durante un",
        "détection de présence, il est utile de mettre par exemple 0 en": "detección de presencia, es útil establecer por ejemplo 0",
        "valeur et 4 en durée, pour que 4 min après une détection de": "valor y 4 en duración, de modo que 4 minutos después de una detección de",
        "mouvement (et s'il n'y a en pas eu de nouvelles depuis) Jeedom": "movimiento (y si no ha habido noticias desde entonces) Jeedom",
        "remette la valeur de l'information à 0 (plus de mouvement détecté)": "restablece el valor de la información a 0 (no se detecta más movimiento)",
        "permet d'historiser la donnée": "permite historizar los datos",
        "permet d'afficher la donnée sur le dashboard": "permite mostrar los datos en el tablero",
        "évènement": "Evento",
        "dans le cas du edisio cette case doit toujours être": "en el caso de edisio este cuadro siempre debe ser",
        "cochée car on ne peut pas interroger un module edisio": "marcado porque no puede consultar un módulo edisio",
        "unité de la donnée (peut être vide)": "unidad de datos (puede estar vacía)",
        "min\/max": "min \/ max",
        "bornes de la donnée (peuvent être vides)": "límites de datos (pueden estar vacíos)",
        "configuration avancée (petites roues crantées)": "configuración avanzada (ruedas con muescas pequeñas)",
        "permet d'afficher": "Muestra",
        "la configuration avancée de la commande (méthode": "La configuración avanzada del comando (método",
        "d'historisation, widget…​)": "historia, widget ...)",
        "permet de tester la commande": "Se usa para probar el comando",
        "supprimer (signe -)": "eliminar (firmar -)",
        "permet de supprimer la commande": "permite eliminar el comando",
        "Opération sur les équipements edisio": "Operación en equipos edisio",
        "En haut de votre page de configuration pour l'équipement, vous avez 3": "En la parte superior de la página de configuración de su equipo, tiene 3",
        "boutons qui permettent de réaliser certaines options": "botones que le permiten realizar ciertas opciones",
        "permet de dupliquer l'équipement": "equipo duplicado",
        "configurer (petites roues crantées)": "configurar (ruedas con muescas pequeñas)",
        "même principe que pour les": "mismo principio que para",
        "commandes, ça permet une configuration avancée de l'équipement": "controles, permite una configuración avanzada del equipo",
        "Inclusion d'un équipement edisio": "Inclusión de equipos edisio",
        "L'ajout d'un équipement Edisio est très simple, il faut juste passer en": "Agregar equipos Edisio es muy simple, solo tienes que",
        "mode inclusion et attendre que l'équipement envoi un message, quand ca": "modo de inclusión y espere a que el equipo envíe un mensaje, cuando",
        "sera le cas Jeedom vous indiquera qu'il a inclus un nouvel équipement et": "será el caso Jeedom le dirá que ha incluido nuevos equipos y",
        "creera celui-ci automatiquement": "creará este automáticamente",
        "Liste des modules compatible": "Lista de módulos compatibles.",
        "Vous trouverez la liste des modules compatibles": "Encontrará la lista de módulos compatibles.",
        "Unresolved directive in index": "Directiva no resuelta en el índice",
        "asciidoc - include": "asciidoc - incluye",
        "faq.asciidoc\\[\\": "faq.asciidoc \\ [\\",
        " Configuration.": " Configuración.",
        " Configuration?": " Configuración?",
        "Configuration ": "Configuración ",
        "[Configuration": "[Configuración",
        "Configuration]": "Configuración]",
        " Tip.": " Punta.",
        " Tip?": " Punta?",
        "Tip ": "Punta ",
        "[Tip": "[Punta",
        "Tip]": "Punta]",
        " Exemple.": " Ejemplo.",
        " Exemple?": " Ejemplo?",
        "Exemple ": "Ejemplo ",
        "[Exemple": "[Ejemplo",
        "Exemple]": "Ejemplo]",
        " ou.": " o.",
        " ou?": " o?",
        "ou ": "o ",
        "[ou": "[o",
        "ou]": "o]",
        " Important.": " Importante.",
        " Important?": " Importante?",
        "Important ": "Importante ",
        "[Important": "[Importante",
        "Important]": "Importante]",
        " debug.": " Depurar.",
        " debug?": " Depurar?",
        "debug ": "Depurar ",
        "[debug": "[Depurar",
        "debug]": "Depurar]",
        " plugin.": " Plugin.",
        " plugin?": " Plugin?",
        "plugin ": "Plugin ",
        "[plugin": "[Plugin",
        "plugin]": "Plugin]",
        " équipements).": " equipo).",
        " équipements)?": " equipo)?",
        "équipements) ": "equipo) ",
        "[équipements)": "[equipo)",
        "équipements)]": "equipo)]",
        " Edisio.": " Edisio.",
        " Edisio?": " Edisio?",
        "Edisio ": "Edisio ",
        "[Edisio": "[Edisio",
        "Edisio]": "Edisio]",
        " ID.": " Identificación.",
        " ID?": " Identificación?",
        "ID ": "Identificación ",
        "[ID": "[Identificación",
        "ID]": "Identificación]",
        " Activer.": " Activar.",
        " Activer?": " Activar?",
        "Activer ": "Activar ",
        "[Activer": "[Activar",
        "Activer]": "Activar]",
        " Visible.": " Visible.",
        " Visible?": " Visible?",
        "Visible ": "Visible ",
        "[Visible": "[Visible",
        "Visible]": "Visible]",
        " Commentaire.": " Comentario.",
        " Commentaire?": " Comentario?",
        "Commentaire ": "Comentario ",
        "[Commentaire": "[Comentario",
        "Commentaire]": "Comentario]",
        " Equipement.": " Dispositivos.",
        " Equipement?": " Dispositivos?",
        "Equipement ": "Dispositivos ",
        "[Equipement": "[Dispositivos",
        "Equipement]": "Dispositivos]",
        " Communication.": " Comunicación.",
        " Communication?": " Comunicación?",
        "Communication ": "Comunicación ",
        "[Communication": "[Comunicación",
        "Communication]": "Comunicación]",
        " Batterie.": " Batería.",
        " Batterie?": " Batería?",
        "Batterie ": "Batería ",
        "[Batterie": "[Batería",
        "Batterie]": "Batería]",
        " Statut.": " Estado.",
        " Statut?": " Estado?",
        "Statut ": "Estado ",
        "[Statut": "[Estado",
        "Statut]": "Estado]",
        " permet.": " permite.",
        " permet?": " permite?",
        "permet ": "permite ",
        "[permet": "[permite",
        "permet]": "permite]",
        " dans.": " DENTRO.",
        " dans?": " DENTRO?",
        "dans ": "DENTRO ",
        "[dans": "[DENTRO",
        "dans]": "DENTRO]",
        " historiser.": " Guardar historial.",
        " historiser?": " Guardar historial?",
        "historiser ": "Guardar historial ",
        "[historiser": "[Guardar historial",
        "historiser]": "Guardar historial]",
        " afficher.": " Mostrar.",
        " afficher?": " Mostrar?",
        "afficher ": "Mostrar ",
        "[afficher": "[Mostrar",
        "afficher]": "Mostrar]",
        " unité.": " Unidad.",
        " unité?": " Unidad?",
        "unité ": "Unidad ",
        "[unité": "[Unidad",
        "unité]": "Unidad]",
        " Tester.": " Probar.",
        " Tester?": " Probar?",
        "Tester ": "Probar ",
        "[Tester": "[Probar",
        "Tester]": "Probar]",
        " Dupliquer.": " Duplicar.",
        " Dupliquer?": " Duplicar?",
        "Dupliquer ": "Duplicar ",
        "[Dupliquer": "[Duplicar",
        "Dupliquer]": "Duplicar]",
        " ici.": " aquí.",
        " ici?": " aquí?",
        "ici ": "aquí ",
        "[ici": "[aquí",
        "ici]": "aquí]"
    }
}