{
    "changelog.md": {
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como recordatorio si no hay información sobre la actualización, significa que solo se refiere a la actualización de documentación, traducción o texto.",
        "10\/01\/2020": "01\/10\/2020",
        "Correction d'un soucis sur l'affichage des images et de modeles": "Se solucionó un problema con la visualización de imágenes y modelos.",
        "11\/09\/2019": "11\/09\/2019",
        "Adaptation pour jeedom v4": "Adaptación para jeedom v4",
        "13\/08\/2019": "08\/13\/2019",
        "Support de PHP 7.3": "Soporte para php 7.3",
        "15\/01\/2018": "15\/01\/2018",
        "Correction d'une erreur 500 lors de la remonté de valeur de batterie": "Corrección de un error 500 al aumentar el valor de la batería",
        "18\/10\/2018": "18\/10\/2018",
        "Correction d'un bug si le niveau de log est sur aucun": "Corrección de un error si el nivel de registro es ninguno",
        "Suppression des boutons supprimer\/sauvegarder en double": "Eliminar duplicados eliminar \/ guardar botones",
        " IMPORTANT.": " Importante.",
        " IMPORTANT?": " Importante?",
        "IMPORTANT ": "Importante ",
        "[IMPORTANT": "[Importante",
        "IMPORTANT]": "Importante]"
    },
    "index.md": {
        "Plugin permettant d'utiliser le protocole Edisio avec Jeedom": "Plugin para usar el protocolo Edisio con Jeedom",
        "Le plugin edisio permet de dialoguer avec l'ensemble des périphériques compatibles avec le module edisio USB": "El complemento edisio le permite comunicarse con todos los periféricos compatibles con el módulo edisio USB.",
        "Configuration du plugin": "Configuración del plugin",
        "Après téléchargement du plugin, il vous suffit de l'activer et de mettre le port sur auto": "Después de descargar el complemento, solo necesita activarlo y configurar el puerto en automático",
        "Après sauvegarde le démon devrait se lancer": "Después de salvar al demonio debería lanzar",
        "Le plugin est déjà configuré par défaut ; vous n'avez donc rien à faire de plus": "El complemento ya está configurado de manera predeterminada; no tienes que hacer nada más",
        "Cependant vous pouvez modifier cette configuration": "Sin embargo, puede modificar esta configuración",
        "Voici le détail (certains paramètres peuvent n'être visibles qu'en mode expert)": "Aquí está el detalle (algunos parámetros solo pueden ser visibles en modo experto)",
        "Dépendances": "Dependencias",
        "cette partie vous donne le statut des dépendances, si elles ne sont pas OK vous pouvez soit les lancer à la main soit attendre 5min, Jeedom les lancera de lui même": "Esta parte le proporciona el estado de las dependencias. Si no están bien, puede iniciarlas manualmente o esperar 5 minutos, Jeedom las iniciará por sí mismo.",
        "Démon": "Demonio",
        "cette partie vous donne le statut du démon (aussi bien en local qu'en déporté), si il n'est pas OK vous pouvez soit le lancer à la main soit attendre 5min, Jeedom le lancera de lui même": "Esta parte le da el estado del demonio (tanto local como remoto), si no está bien, puede iniciarlo a mano o esperar 5 minutos, Jeedom lo iniciará solo",
        "cette partie permet de configurer les paramètres généraux du plugin": "Esta parte le permite configurar los parámetros generales del complemento",
        "Bannir les IDs suivants": "Prohibir las siguientes identificaciones",
        "permet de donner une liste d'identifiants edisio à Jeedom pour que celui-ci ne crée pas les équipements correspondants": "permite dar una lista de identificadores de edición a Jeedom para que no cree el equipo correspondiente",
        "Les identifiants doivent être séparés par des espaces": "Los identificadores deben estar separados por espacios",
        "1356AD87 DB54AF": "1356AD87 DB54AF",
        "Démon local": "Demonio local",
        "paramètres de configuration locale (ou déportée, en fonction de l'intitulé) du démon": "parámetros de configuración locales (o remotos, según el título) del demonio",
        "Port edisio": "Puerto EDISIO",
        "le port USB sur lequel votre interface edisio est connectée": "el puerto USB en el que está conectada su interfaz edisio",
        "Si vous ne savez pas quel port USB est utilisé, vous pouvez simplement indiquer \"Auto": "Si no sabe qué puerto USB se utiliza, simplemente puede indicar \"Auto",
        "Port socket interne (modification dangereuse, doit être la même valeur sur tous les Jeedom déportés edisio)": "Puerto de socket interno (modificación peligrosa, debe ser el mismo valor en todos los edisio deportados de Jeedom)",
        "permet de modifier le port de communication interne du démon": "permite modificar el puerto de comunicación interna del demonio",
        "A ne changer que si vous savez ce que vous faites": "Cambie solo si sabe lo que está haciendo",
        "Pour lancer le démon en debug il suffit au niveau de la configuration des logs du plugin de mettre en debug, de sauvegarder et de relancer le démon": "Para iniciar el demonio en depuración es suficiente a nivel de la configuración de los registros del complemento para poner en depuración, guardar y volver a iniciar el demonio",
        "Dans ce mode, le démon est très bavard": "En este modo, el demonio es muy hablador.",
        "Une fois le debug terminé, il ne faut pas oublier de cliquer sur \"Redémarrer\" pour sortir du mode debug": "Una vez que finalice la depuración, no olvide hacer clic en \"Reiniciar\" para salir del modo de depuración",
        "Configuration des équipements": "Configuración del equipo",
        "La configuration des équipements edisio est accessible à partir du menu plugin": "Se puede acceder a la configuración del equipo edisio desde el menú de complementos",
        "Voilà à quoi ressemble la page du plugin edisio (ici avec déjà 4 équipements)": "Así es como se ve la página del complemento edisio (aquí con 4 dispositivos ya)",
        "Comme à beaucoup d'endroit sur Jeedom, mettre la souris tout à gauche permet de faire apparaître un menu d'accès rapide (vous pouvez à partir de votre profils le laisser toujours visible)": "Como en muchos lugares de Jeedom, colocar el mouse en el extremo izquierdo permite que aparezca un menú de acceso rápido (siempre puede dejarlo visible en su perfil)",
        "Vous retrouvez ici": "Lo encuentras aqui",
        "un bouton pour créer un équipement manuellement": "un botón para crear equipos manualmente",
        "un bouton pour passer en inclusion": "un botón para cambiar a inclusión",
        "un bouton pour afficher la configuration du plugin": "un botón para mostrar la configuración del complemento",
        "un bouton qui vous donne l'état de santé de tous vos équipements Edisio": "un botón que le brinda el estado de salud de todos sus equipos Edisio",
        "enfin en dessous vous retrouvez la liste de vos équipements": "finalmente a continuación encontrará la lista de su equipo",
        "Une fois que vous cliquez sur l'un d'eux, vous obtenez": "Una vez que haces clic en uno de ellos, obtienes",
        "Vous retrouvez ici toute la configuration de votre équipement": "Aquí encontrarás toda la configuración de tu equipo",
        "Nom de l'équipement edisio": "Nombre del dispositivo EDISIO",
        "nom de votre équipement edisio": "nombre de su equipo edisio",
        "l'id de votre sonde (à ne modifier qu'en connaissance de cause)": "la ID de su sonda (se cambiará solo a sabiendas)",
        "permet de rendre votre équipement actif": "activa su equipo",
        "le rend visible sur le dashboard": "lo hace visible en el tablero",
        "Objet parent": "Objeto padre",
        "indique l'objet parent auquel appartient l'équipement": "indica el objeto padre al que pertenece el equipo",
        "Catégorie": "Categoría",
        "les catégories de l'équipement (il peut appartenir à plusieurs catégories)": "categorías de equipos (puede pertenecer a varias categorías)",
        "Ne pas vérifier la batterie": "No comprobar la batería",
        "indique à Jeedom de ne pas vous alerter si l'équipement envoie une trame de batterie faible (certains modules ne gèrent pas correctement cette info et génèrent de fausses alertes)": "le dice a Jeedom que no le avise si el equipo envía un marco de batería baja (algunos módulos no manejan esta información correctamente y generan alertas falsas)",
        "Délai maximum autorisé entre 2 messages (min)": "Tiempo máximo permitido entre 2 mensajes (min)",
        "le délai maximum autorisé entre 2 messages avant que Jeedom ne déclare l'équipement en \"timeout": "El tiempo máximo permitido entre 2 mensajes antes de que Jeedom declare el equipo como tiempo de espera",
        "Attention ce paramètre nécessite d'avoir configuré l'option \"Forcer la répétition des messages toutes les (min)\" et il doit être supérieur à cette valeur": "Atención, este parámetro requiere haber configurado la opción \"Forzar la repetición de mensajes cada (min)\" y debe ser mayor que este valor",
        "vous permet de mettre des commentaires sur l'équipement (ex": "le permite poner comentarios en el equipo (ej.",
        "pile changée le XX\/XX\/XXXX)": "batería cambiada en XX \/ XX \/ XXXX)",
        "permet de définir le modèle de votre équipement (à ne configurer que pour une création manuelle d'un équipement, en automatique Jeedom configure ce champ tout seul)": "le permite definir el modelo de su equipo (que se configurará solo para la creación manual del equipo, en Jeedom automático configura este campo solo)",
        "Création": "Creación",
        "vous donne la date de création de l'équipement": "le da la fecha de creación del equipo",
        "vous donne la date de dernière communication avec l'équipement (peut être vide dans le cas d'une prise par exemple)": "le da la fecha de la última comunicación con el equipo (por ejemplo, puede estar vacío en el caso de un enchufe)",
        "niveau de batterie de l'équipement": "nivel de batería del equipo",
        "statut de l'équipement (peut être timeout par exemple)": "estado del equipo (puede ser tiempo de espera, por ejemplo)",
        "En dessous vous retrouvez la liste des commandes": "A continuación encontrará la lista de pedidos.",
        "le nom affiché sur le dashboard": "el nombre que se muestra en el tablero",
        "le type et le sous-type": "tipo y subtipo",
        "la clef de l'information si c'est une info, ou alors le code hexadécimal à envoyer lorsque c'est une action": "la clave de información si es una información, o el código hexadecimal para enviar cuando es una acción",
        "Les configurations permettent de remplir ces champs automatiquement (il faut créer l'équipement, choisir la configuration puis sauvegarder)": "Las configuraciones permiten que estos campos se completen automáticamente (debe crear el equipo, elegir la configuración y luego guardar)",
        "Valeur de retour d'état\" et \"Durée avant retour d'état": "Valor de retroalimentación de estado \"y\" Duración antes de la retroalimentación de estado",
        "permet d'indiquer à Jeedom qu'après un changement sur l'information sa valeur doit revenir à Y, X min après le changement": "permite indicar a Jeedom que después de un cambio en la información, su valor debe volver a Y, X min después del cambio",
        "dans le cas d'un détecteur de présence qui n'émet que lors d'une détection de présence, il est utile de mettre par exemple 0 en valeur et 4 en durée, pour que 4 min après une détection de mouvement (et s'il n'y a en pas eu de nouvelles depuis) Jeedom remette la valeur de l'information à 0 (plus de mouvement détecté)": "en el caso de un detector de presencia que emite solo durante una detección de presencia, es útil establecer, por ejemplo, 0 en valor y 4 en duración, de modo que 4 minutos después de una detección de movimiento (y s ' no ha habido noticias desde entonces) Jeedom restablece el valor de la información a 0 (no se detecta más movimiento)",
        "permet d'historiser la donnée": "permite historizar los datos",
        "permet d'afficher la donnée sur le dashboard": "permite mostrar los datos en el tablero",
        "évènement": "Evento",
        "dans le cas du edisio cette case doit toujours être cochée car on ne peut pas interroger un module edisio": "en el caso de edisio, esta casilla siempre debe estar marcada porque no puede consultar un módulo edisio",
        "unité de la donnée (peut être vide)": "unidad de datos (puede estar vacía)",
        "min\/max": "min \/ max",
        "bornes de la donnée (peuvent être vides)": "límites de datos (pueden estar vacíos)",
        "configuration avancée (petites roues crantées)": "configuración avanzada (ruedas con muescas pequeñas)",
        "permet d'afficher la configuration avancée de la commande (méthode d'historisation, widget…​)": "muestra la configuración avanzada del comando (método de registro, widget, etc.)",
        "permet de tester la commande": "Se usa para probar el comando",
        "supprimer (signe -)": "eliminar (firmar -)",
        "permet de supprimer la commande": "permite eliminar el comando",
        "Opération sur les équipements edisio": "Operación en equipos edisio",
        "En haut de votre page de configuration pour l'équipement, vous avez 3 boutons qui permettent de réaliser certaines options": "En la parte superior de la página de configuración de su equipo, tiene 3 botones que le permiten realizar ciertas opciones",
        "permet de dupliquer l'équipement": "equipo duplicado",
        "configurer (petites roues crantées)": "configurar (ruedas con muescas pequeñas)",
        "même principe que pour les commandes, ça permet une configuration avancée de l'équipement": "mismo principio que para los comandos, permite una configuración avanzada del equipo",
        "Inclusion d'un équipement edisio": "Inclusión de equipos edisio",
        "L'ajout d'un équipement Edisio est très simple, il faut juste passer en mode inclusion et attendre que l'équipement envoi un message, quand ca sera le cas Jeedom vous indiquera qu'il a inclus un nouvel équipement et creera celui-ci automatiquement": "Agregar el equipo Edisio es muy simple, solo tiene que pasar al modo de inclusión y esperar a que el equipo envíe un mensaje, cuando ese sea el caso, Jeedom le dirá que ha incluido un nuevo equipo y lo creará. automáticamente",
        "Liste des modules compatible": "Lista de módulos compatibles.",
        "Vous trouverez la liste des modules compatibles": "Encontrará la lista de módulos compatibles.",
        " Edisio.": " Edisio.",
        " Edisio?": " Edisio?",
        "Edisio ": "Edisio ",
        "[Edisio": "[Edisio",
        "Edisio]": "Edisio]",
        " Configuration.": " Configuración.",
        " Configuration?": " Configuración?",
        "Configuration ": "Configuración ",
        "[Configuration": "[Configuración",
        "Configuration]": "Configuración]",
        " Exemple.": " Ejemplo.",
        " Exemple?": " Ejemplo?",
        "Exemple ": "Ejemplo ",
        "[Exemple": "[Ejemplo",
        "Exemple]": "Ejemplo]",
        " Tip.": " Punta.",
        " Tip?": " Punta?",
        "Tip ": "Punta ",
        "[Tip": "[Punta",
        "Tip]": "Punta]",
        " Important.": " Importante.",
        " Important?": " Importante?",
        "Important ": "Importante ",
        "[Important": "[Importante",
        "Important]": "Importante]",
        " ID.": " Identificación.",
        " ID?": " Identificación?",
        "ID ": "Identificación ",
        "[ID": "[Identificación",
        "ID]": "Identificación]",
        " Activer.": " Activar.",
        " Activer?": " Activar?",
        "Activer ": "Activar ",
        "[Activer": "[Activar",
        "Activer]": "Activar]",
        " Visible.": " Visible.",
        " Visible?": " Visible?",
        "Visible ": "Visible ",
        "[Visible": "[Visible",
        "Visible]": "Visible]",
        " Commentaire.": " Comentario.",
        " Commentaire?": " Comentario?",
        "Commentaire ": "Comentario ",
        "[Commentaire": "[Comentario",
        "Commentaire]": "Comentario]",
        " Equipement.": " Dispositivos.",
        " Equipement?": " Dispositivos?",
        "Equipement ": "Dispositivos ",
        "[Equipement": "[Dispositivos",
        "Equipement]": "Dispositivos]",
        " Communication.": " Comunicación.",
        " Communication?": " Comunicación?",
        "Communication ": "Comunicación ",
        "[Communication": "[Comunicación",
        "Communication]": "Comunicación]",
        " Batterie.": " Batería.",
        " Batterie?": " Batería?",
        "Batterie ": "Batería ",
        "[Batterie": "[Batería",
        "Batterie]": "Batería]",
        " Statut.": " Estado.",
        " Statut?": " Estado?",
        "Statut ": "Estado ",
        "[Statut": "[Estado",
        "Statut]": "Estado]",
        " historiser.": " Guardar historial.",
        " historiser?": " Guardar historial?",
        "historiser ": "Guardar historial ",
        "[historiser": "[Guardar historial",
        "historiser]": "Guardar historial]",
        " afficher.": " Mostrar.",
        " afficher?": " Mostrar?",
        "afficher ": "Mostrar ",
        "[afficher": "[Mostrar",
        "afficher]": "Mostrar]",
        " unité.": " Unidad.",
        " unité?": " Unidad?",
        "unité ": "Unidad ",
        "[unité": "[Unidad",
        "unité]": "Unidad]",
        " Tester.": " Probar.",
        " Tester?": " Probar?",
        "Tester ": "Probar ",
        "[Tester": "[Probar",
        "Tester]": "Probar]",
        " Dupliquer.": " Duplicar.",
        " Dupliquer?": " Duplicar?",
        "Dupliquer ": "Duplicar ",
        "[Dupliquer": "[Duplicar",
        "Dupliquer]": "Duplicar]",
        " ici.": " aquí.",
        " ici?": " aquí?",
        "ici ": "aquí ",
        "[ici": "[aquí",
        "ici]": "aquí]"
    }
}