{
    "changelog.md": {
        "10\/01\/2020": "01\/10\/2020",
        "Correction d'un soucis sur l'affichage des images et de modeles": "Corrigido um problema com a exibição de imagens e modelos",
        "11\/09\/2019": "11\/09\/2019",
        "Adaptation pour jeedom v4": "Adaptação para jeedom v4",
        "13\/08\/2019": "13\/08\/2019",
        "Support de PHP 7.3": "Suporte para php 7.3",
        "15\/01\/2018": "15\/01\/2018",
        "Correction d'une erreur 500 lors de la remonté de valeur de batterie": "Correção de um erro 500 ao aumentar o valor da bateria",
        "18\/10\/2018": "18\/10\/2018",
        "Correction d'un bug si le niveau de log est sur aucun": "Correção de um erro se o nível de log for nenhum",
        "Suppression des boutons supprimer\/sauvegarder en double": "Remova os botões duplicados de exclusão \/ salvamento"
    },
    "index.md": {
        "Plugin permettant d'utiliser le protocole Edisio avec Jeedom": "Plugin para usar o protocolo Edisio com o Jeedom",
        "Le plugin edisio permet de dialoguer avec l'ensemble des périphériques": "O plugin edisio permite que você se comunique com todos os dispositivos",
        "compatibles avec le module edisio USB": "compatível com o módulo USB edisio",
        "Configuration du plugin": "Configuração do plugin",
        "Après téléchargement du plugin, il vous suffit de l'activer et de mettre": "Depois de baixar o plugin, basta ativá-lo e colocar",
        "le port sur auto": "vestindo no automóvel",
        "Après sauvegarde le démon devrait se lancer": "Depois de salvar o demônio deve lançar",
        "Le plugin": "O plugin",
        "est déjà configuré par défaut ; vous n'avez donc rien à faire de plus": "já está configurado por padrão; você não precisa fazer mais nada",
        "Cependant vous pouvez modifier cette configuration": "No entanto, você pode modificar esta configuração",
        "Voici le détail": "Aqui está o detalhe",
        "(certains paramètres peuvent n'être visibles qu'en mode expert)": "(alguns parâmetros podem estar visíveis apenas no modo especialista)",
        "Dépendances": "Dependências",
        "cette partie vous donne le statut des dépendances": "esta parte fornece o status de dependências",
        "si elles ne sont pas OK vous pouvez soit les lancer à la main soit": "se não estiverem bem, você pode iniciá-los manualmente ou",
        "attendre 5min, Jeedom les lancera de lui même": "espere 5 minutos, Jeedom irá lançá-los por si só",
        "Démon": "Demônio",
        "cette partie vous donne le statut du démon (aussi bien": "esta parte fornece o status do demônio (também",
        "en local qu'en déporté), si il n'est pas OK vous pouvez soit le": "localmente do que deportado), se não estiver OK, você pode",
        "lancer à la main soit attendre 5min, Jeedom le lancera de lui même": "iniciar manualmente ou esperar 5 minutos, o Jeedom o iniciará sozinho",
        "Si vous êtes en mode déporté, le démon local peut être arrêté, c'est": "Se você estiver no modo remoto, o daemon local pode ser parado, é",
        "tout à fait normal": "completamente normal",
        "cette partie permet de configurer les paramètres": "esta parte permite que você configure os parâmetros",
        "généraux du plugin": "plugin geral",
        "Bannir les IDs suivants": "Proibir os seguintes IDs",
        "permet de donner une liste": "permite dar uma lista",
        "d'identifiants edisio à Jeedom pour que celui-ci ne crée pas les": "identificadores edisio para Jeedom para que ele não crie",
        "équipements correspondants": "equipamento correspondente",
        "Les identifiants doivent être": "Os identificadores devem ser",
        "séparés par des espaces": "separados por espaços",
        "1356AD87 DB54AF": "1356AD87 DB54AF",
        "Démon local": "Demônio local",
        "paramètres de configuration": "definições de configuração",
        "locale (ou déportée, en fonction de l'intitulé) du démon": "local (ou remoto, dependendo do título) do demônio",
        "Port edisio": "Porto EDISIO",
        "le port USB sur lequel votre interface edisio": "a porta USB na qual sua interface edisio",
        "est connectée": "está conectado",
        "Si vous ne savez pas quel port USB est utilisé, vous pouvez": "Se você não souber qual porta USB é usada, poderá",
        "simplement indiquer \"Auto": "basta indicar \"Auto",
        "Port socket interne (modification dangereuse, doit être la même": "Porta de soquete interna (modificação perigosa, deve ser a mesma",
        "valeur sur tous les Jeedom déportés edisio)": "valor em todo o Edisio deportado Jeis)",
        "permet de": "deixa",
        "modifier le port de communication interne du démon": "modificar a porta de comunicação interna do daemon",
        "A ne changer que si vous savez ce que vous faites": "Mude apenas se você souber o que está fazendo",
        "Pour lancer le démon en debug il suffit au niveau de la configuration": "Para iniciar o daemon em depuração, é suficiente no nível de configuração",
        "des logs du plugin de mettre en debug, de sauvegarder et de relancer le": "logs de plug-in para depurar, salvar e reiniciar o",
        "démon": "Demônio",
        "Dans ce mode, le démon est très bavard": "Nesse modo, o demônio é muito falador",
        "Une fois le debug terminé, il": "Depois que a depuração termina, é",
        "ne faut pas oublier de cliquer sur \"Redémarrer\" pour sortir du mode": "não se esqueça de clicar em \"Reiniciar\" para sair do modo",
        "Configuration des équipements": "Configuração do equipamento",
        "La configuration des équipements edisio est accessible à partir du menu": "A configuração do equipamento edisio pode ser acessada no menu",
        "Voilà à quoi ressemble la page du plugin edisio (ici avec déjà 4": "É assim que a página do plugin edisio se parece (aqui com 4",
        "Comme à beaucoup d'endroit sur Jeedom, mettre la souris tout à gauche": "Como em muitos lugares em Jeedom, coloque o mouse na extremidade esquerda",
        "permet de faire apparaître un menu d'accès rapide (vous pouvez à": "abre um menu de acesso rápido (você pode",
        "partir de votre profils le laisser toujours visible)": "dos seus perfis sempre o deixe visível)",
        "Vous retrouvez ici": "Você encontra aqui",
        "un bouton pour créer un équipement manuellement": "um botão para criar equipamento manualmente",
        "un bouton pour passer en inclusion": "um botão para mudar para inclusão",
        "un bouton pour afficher la configuration du plugin": "um botão para exibir a configuração do plug-in",
        "un bouton qui vous donne l'état de santé de tous vos équipements": "um botão que fornece o status de saúde de todos os seus equipamentos",
        "enfin en dessous vous retrouvez la liste de vos équipements": "finalmente abaixo você encontra a lista do seu equipamento",
        "Une fois que vous cliquez sur l'un d'eux, vous obtenez": "Depois de clicar em um deles, você obtém",
        "Vous retrouvez ici toute la configuration de votre équipement": "Aqui você encontra toda a configuração do seu equipamento",
        "Nom de l'équipement edisio": "Nome equipamentos EDISIO",
        "nom de votre équipement edisio": "nome do seu equipamento edisio",
        "l'id de votre sonde (à ne modifier qu'en connaissance de cause)": "o ID do seu probe (a ser alterado apenas conscientemente)",
        "permet de rendre votre équipement actif": "torna seu equipamento ativo",
        "le rend visible sur le dashboard": "torna visível no painel",
        "Objet parent": "Objeto pai",
        "indique l'objet parent auquel appartient l'équipement": "indica o objeto pai ao qual o equipamento pertence",
        "Catégorie": "Categoria",
        "les catégories de l'équipement (il peut appartenir à": "categorias de equipamentos (pode pertencer a",
        "plusieurs catégories)": "várias categorias)",
        "Ne pas vérifier la batterie": "Não verificar a bateria",
        "indique à Jeedom de ne pas vous": "diga a Jeedom para não lhe contar",
        "alerter si l'équipement envoie une trame de batterie faible": "alerta se o equipamento envia um quadro de bateria fraca",
        "(certains modules ne gèrent pas correctement cette info et génèrent": "(alguns módulos não lidam com essas informações corretamente e geram",
        "de fausses alertes)": "alertas falsos)",
        "Délai maximum autorisé entre 2 messages (min)": "Tempo máximo permitido entre 2 mensagens (min)",
        "le délai maximum": "o atraso máximo",
        "autorisé entre 2 messages avant que Jeedom ne déclare l'équipement": "permitido entre 2 mensagens antes que a Jeedom declare o equipamento",
        "en \"timeout": "em timeout",
        "Attention ce paramètre nécessite d'avoir configuré": "Atenção, este parâmetro requer que você tenha configurado",
        "l'option \"Forcer la répétition des messages toutes les (min)\" et il": "a opção \"Forçar a repetição de mensagens a cada (min)\" e",
        "doit être supérieur à cette valeur": "deve ser maior que esse valor",
        "vous permet de mettre des commentaires sur": "permite que você comente",
        "l'équipement (ex": "equipamento (ex",
        "pile changée le XX\/XX\/XXXX)": "bateria trocada em XX \/ XX \/ XXXX)",
        "permet de définir le modèle de votre équipement (à ne": "permite definir o modelo do seu equipamento (não",
        "configurer que pour une création manuelle d'un équipement, en": "configure isso para a criação manual de um equipamento,",
        "automatique Jeedom configure ce champ tout seul)": "Jeedom automático configura esse campo sozinho)",
        "Création": "Criação",
        "vous donne la date de création de l'équipement": "fornece a data de criação do equipamento",
        "vous donne la date de dernière communication avec": "fornece a data da última comunicação com",
        "l'équipement (peut être vide dans le cas d'une prise par exemple)": "o equipamento (pode estar vazio no caso de uma tomada, por exemplo)",
        "niveau de batterie de l'équipement": "nível de bateria do equipamento",
        "statut de l'équipement (peut être timeout par exemple)": "status do equipamento (pode ser o tempo limite, por exemplo)",
        "En dessous vous retrouvez la liste des commandes": "Abaixo você encontra a lista de pedidos",
        "le nom affiché sur le dashboard": "o nome exibido no painel",
        "le type et le sous-type": "tipo e subtipo",
        "la clef de l'information si c'est une info, ou alors le code": "a chave da informação, se é uma informação, ou o código",
        "hexadécimal à envoyer lorsque c'est une action": "hexadecimal para enviar quando é uma ação",
        "Les configurations": "As configurações",
        "permettent de remplir ces champs automatiquement (il faut créer": "permitir que esses campos sejam preenchidos automaticamente (você deve criar",
        "l'équipement, choisir la configuration puis sauvegarder)": "equipamento, escolha a configuração e salve)",
        "Valeur de retour d'état\" et \"Durée avant retour d'état": "Valor do feedback do status \"e\" Duração antes do feedback do status",
        "d'indiquer à Jeedom qu'après un changement sur l'information sa": "para indicar a Jeedom que após uma alteração nas informações",
        "valeur doit revenir à Y, X min après le changement": "O valor deve retornar para Y, X min após a alteração",
        "le cas d'un détecteur de présence qui n'émet que lors d'une": "no caso de um detector de presença que emite apenas durante um",
        "détection de présence, il est utile de mettre par exemple 0 en": "detecção de presença, é útil definir, por exemplo, 0",
        "valeur et 4 en durée, pour que 4 min après une détection de": "valor e 4 de duração, de modo que 4 minutos após a detecção de",
        "mouvement (et s'il n'y a en pas eu de nouvelles depuis) Jeedom": "movimento (e se não houver notícias desde então) Jeedom",
        "remette la valeur de l'information à 0 (plus de mouvement détecté)": "redefine o valor da informação para 0 (não é mais detectado movimento)",
        "permet d'historiser la donnée": "permite historiar os dados",
        "permet d'afficher la donnée sur le dashboard": "permite exibir os dados no painel",
        "évènement": "Evento",
        "dans le cas du edisio cette case doit toujours être": "no caso de edisio esta caixa deve ser sempre",
        "cochée car on ne peut pas interroger un module edisio": "marcado porque você não pode consultar um módulo edisio",
        "unité de la donnée (peut être vide)": "unidade de dados (pode estar vazia)",
        "min\/max": "min \/ max",
        "bornes de la donnée (peuvent être vides)": "limites de dados (podem estar vazios)",
        "configuration avancée (petites roues crantées)": "configuração avançada (pequenas rodas dentadas)",
        "permet d'afficher": "permite exibir",
        "la configuration avancée de la commande (méthode": "a configuração avançada do comando (método",
        "d'historisation, widget…​)": "história, widget ...)",
        "permet de tester la commande": "permite testar o comando",
        "supprimer (signe -)": "excluir (assinar -)",
        "permet de supprimer la commande": "permite excluir o comando",
        "Opération sur les équipements edisio": "Operação em equipamentos Edisio",
        "En haut de votre page de configuration pour l'équipement, vous avez 3": "Na parte superior da página de configuração do seu equipamento, você tem 3",
        "boutons qui permettent de réaliser certaines options": "botões que permitem executar determinadas opções",
        "permet de dupliquer l'équipement": "equipamento duplicado",
        "configurer (petites roues crantées)": "configure (pequenas rodas dentadas)",
        "même principe que pour les": "mesmo princípio que para",
        "commandes, ça permet une configuration avancée de l'équipement": "controles, permite uma configuração avançada do equipamento",
        "Inclusion d'un équipement edisio": "Inclusão de equipamentos edisio",
        "L'ajout d'un équipement Edisio est très simple, il faut juste passer en": "A adição de equipamentos Edisio é muito simples, basta você",
        "mode inclusion et attendre que l'équipement envoi un message, quand ca": "modo de inclusão e aguarde o equipamento enviar uma mensagem, quando",
        "sera le cas Jeedom vous indiquera qu'il a inclus un nouvel équipement et": "será o caso da Jeedom lhe dizer que incluiu novos equipamentos e",
        "creera celui-ci automatiquement": "criará este automaticamente",
        "Liste des modules compatible": "Lista de módulos compatíveis",
        "Vous trouverez la liste des modules compatibles": "Você encontrará a lista de módulos compatíveis",
        "Unresolved directive in index": "Diretiva não resolvida no índice",
        "asciidoc - include": "asciidoc - incluir",
        "faq.asciidoc\\[\\": "faq.asciidoc \\ [\\",
        " Configuration.": " Configuração.",
        " Configuration?": " Configuração?",
        "Configuration ": "Configuração ",
        "[Configuration": "[Configuração",
        "Configuration]": "Configuração]",
        " Tip.": " Dica.",
        " Tip?": " Dica?",
        "Tip ": "Dica ",
        "[Tip": "[Dica",
        "Tip]": "Dica]",
        " Exemple.": " Exemplo.",
        " Exemple?": " Exemplo?",
        "Exemple ": "Exemplo ",
        "[Exemple": "[Exemplo",
        "Exemple]": "Exemplo]",
        " ou.": " onde.",
        " ou?": " onde?",
        "ou ": "onde ",
        "[ou": "[onde",
        "ou]": "onde]",
        " Important.": " IMPORTANTE.",
        " Important?": " IMPORTANTE?",
        "Important ": "IMPORTANTE ",
        "[Important": "[IMPORTANTE",
        "Important]": "IMPORTANTE]",
        " debug.": " Depurar.",
        " debug?": " Depurar?",
        "debug ": "Depurar ",
        "[debug": "[Depurar",
        "debug]": "Depurar]",
        " plugin.": " plugin.",
        " plugin?": " plugin?",
        "plugin ": "plugin ",
        "[plugin": "[plugin",
        "plugin]": "plugin]",
        " équipements).": " equipamento).",
        " équipements)?": " equipamento)?",
        "équipements) ": "equipamento) ",
        "[équipements)": "[equipamento)",
        "équipements)]": "equipamento)]",
        " Edisio.": " Edisio.",
        " Edisio?": " Edisio?",
        "Edisio ": "Edisio ",
        "[Edisio": "[Edisio",
        "Edisio]": "Edisio]",
        " ID.": " ID.",
        " ID?": " ID?",
        "ID ": "ID ",
        "[ID": "[ID",
        "ID]": "ID]",
        " Activer.": " Ativar.",
        " Activer?": " Ativar?",
        "Activer ": "Ativar ",
        "[Activer": "[Ativar",
        "Activer]": "Ativar]",
        " Visible.": " Visivél.",
        " Visible?": " Visivél?",
        "Visible ": "Visivél ",
        "[Visible": "[Visivél",
        "Visible]": "Visivél]",
        " Commentaire.": " COMMENTAIRE.",
        " Commentaire?": " COMMENTAIRE?",
        "Commentaire ": "COMMENTAIRE ",
        "[Commentaire": "[COMMENTAIRE",
        "Commentaire]": "COMMENTAIRE]",
        " Equipement.": " Equipamento.",
        " Equipement?": " Equipamento?",
        "Equipement ": "Equipamento ",
        "[Equipement": "[Equipamento",
        "Equipement]": "Equipamento]",
        " Communication.": " Comunicação.",
        " Communication?": " Comunicação?",
        "Communication ": "Comunicação ",
        "[Communication": "[Comunicação",
        "Communication]": "Comunicação]",
        " Batterie.": " Bateria.",
        " Batterie?": " Bateria?",
        "Batterie ": "Bateria ",
        "[Batterie": "[Bateria",
        "Batterie]": "Bateria]",
        " Statut.": " Estado.",
        " Statut?": " Estado?",
        "Statut ": "Estado ",
        "[Statut": "[Estado",
        "Statut]": "Estado]",
        " permet.": " permite.",
        " permet?": " permite?",
        "permet ": "permite ",
        "[permet": "[permite",
        "permet]": "permite]",
        " dans.": " Dans.",
        " dans?": " Dans?",
        "dans ": "Dans ",
        "[dans": "[Dans",
        "dans]": "Dans]",
        " historiser.": " Historicizar.",
        " historiser?": " Historicizar?",
        "historiser ": "Historicizar ",
        "[historiser": "[Historicizar",
        "historiser]": "Historicizar]",
        " afficher.": " Display.",
        " afficher?": " Display?",
        "afficher ": "Display ",
        "[afficher": "[Display",
        "afficher]": "Display]",
        " unité.": " Unidade.",
        " unité?": " Unidade?",
        "unité ": "Unidade ",
        "[unité": "[Unidade",
        "unité]": "Unidade]",
        " Tester.": " Teste.",
        " Tester?": " Teste?",
        "Tester ": "Teste ",
        "[Tester": "[Teste",
        "Tester]": "Teste]",
        " Dupliquer.": " Duplicar.",
        " Dupliquer?": " Duplicar?",
        "Dupliquer ": "Duplicar ",
        "[Dupliquer": "[Duplicar",
        "Dupliquer]": "Duplicar]",
        " ici.": " aqui.",
        " ici?": " aqui?",
        "ici ": "aqui ",
        "[ici": "[aqui",
        "ici]": "aqui]"
    }
}